[
{"breed": "Airedale Terrier", "intro": "Known as the “King of Terriers,” the Airedale is indeed the largest of all terriers. The ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23050_airedale-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-2", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-5", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-5", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "1 foot, 9 inches to 1 foot, 11 inches tall at the shoulder"}, {"title": "Weight:", "desc": "40 to 65 pounds"}, {"title": "Life Span:", "desc": "10 to 13 years"}], "details": [{"title": "More About This Breed", "desc": "During World War I, a hardy Airedale Terrier named Jack braved the battlefields to deliver a message to British headquarters. Running through a half-mile of swamp, artillery raining down on him, Jack suffered a shattered leg and broken jaw. Sadly, he passed away soon after he'd completed his mission. Incredibly, the message he was carrying saved his battalion and he was posthumously awarded the Victoria Cross for \"Gallantry in the Field.\" The bravery and courage exhibited by Jack holds true for today's Airedales.Dogs like Jack were bred as a multi-purpose dog who had the keenness of a terrier, but could swim and smell prey. Airedale Terriers have the distinction of being both a sporting and working dog, and today compete in agility, obedience, and hunt tests.They enjoy life the most when there is a job to be done, even if it is simply entertaining children, with whom he gets along splendidly. (Nevertheless, an adult should always supervise interactions between kids and dogs.)Like all terriers, the Airedale has a penchant for digging, chasing, and barking. He is full of energy and makes an excellent jogging companion. Daily walks and romps in the yard are among his favorite activities.You can't talk about the Airedale without mentioning his independent streak. This is an intelligent dog who thinks for himself and does not always wait for direction from his owner. If you want a highly biddable dog that awaits your every command, the Airedale Terrier is not the breed for you. However, if you are stimulated by challenge, living with an Airedale may suit you.It's worth mentioning that the Airedale Terrier is unforgiving of any harsh treatment and will hold a grudge against the aggressor. He can be aggressive to other dogs and animals, and has a strong prey drive, which makes him difficult to handle at times. It is said that the Airedale doesn't start fights — he finishes them. Consistent, positive obedience training is a must, as is a securely fenced yard.Not surprisingly, the Airedale is an excellent watchdog. He will protect his family from intruders with fierce and brave loyalty. However, he is friendly to invited guests in his home.Make no mistake: The Airedale isn't all business — his flipside is comical and playful. He enjoys the company of his family, and he loves romping and playing, tossing toys, stealing dirty socks, grabbing food off the kitchen counter, and just generally creating mischief. He matures slowly, and is often puppyish well into old age.The Airedale is a fascinating breed. He's courageous and athletic, stylish and silly. Many owners say that the only thing better than one Airedale Terrier is two."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Airedale has the distinction of being the largest of the Terriers. The first attempt at creating the Airedale Terrier, although no one had a blueprint in mind at that time, was in 1853. A Rough-Coated Black and Tan Terrier was bred with an Otterhound in hopes of creating a well-rounded sporting dog that could hunt otters in the rivers and rats on land.The first crossbreeding produced a dog that possessed the keenness of a terrier and was able to swim and scent game. The crosses were called Waterside or Bingley Terriers and within 12 years of the first crossbreeding, the dog had become a popular sporting terrier.In 1864, the first dog show in the Aire Valley was held and the Waterside Terrier competed under the Broken-Haired Terriers class (the Waterside or Bingley Terrier name was not mentioned until 1879). Author Hugh Dalziel, after judging the dog at a show, went on to describe the Bingley Terrier as \"par excellence... an exceedingly good one.\" His comments brought immediate interest in the breed and a cry of protest from its fans who decried the fact that Dalziel pinpointed Bingley as the breed's birthplace.At this time, a group of fanciers joined together and decided that the Waterside or Bingley Terrier should be renamed the Airedale Terrier. It is believed that the actual name was first suggested by Dr. Gordon Stables, who had judged the dogs a year before Dalziel, but that fact is difficult to validate. In 1880, Dalziel again had the opportunity to judge the Airedale Terrier and referred to the dog as such in his report.The name Airedale Terrier was not accepted or commonly used at first, which generated much confusion. At various shows, classes were made for either one or all three names for the breed and it wasn't until 1886, that the Kennel Club in England accepted Airedale Terrier as the official name of the breed.The Airedale Terrier Club of America was founded in 1900 and, in 1910, the club started a perpetual trophy that is offered at parent club shows. This trophy is known as the Airedale Bowl and has the names of winners' engraved on the bowl and pedestal.Airedale Terriers were used throughout World War I as messengers, sentries, carriers of food and ammunition, scouts, ambulance dogs, ratters, Red Cross casualty dogs, sled dogs, and guard dogs. The war brought stories of the Airedale Terrier's bravery and loyalty and sparked popularity in the breed. Presidents Theodore Roosevelt, Warren Harding, and Calvin Coolidge were among the many people who owned and fancied the breed.In 1949, the Airedale Terrier was ranked 20th in popularity by the American Kennel Club, but has since dropped in rank. Part of this decline is due to the increased use of German Shepards in roles traditionally filled by Airedales."}, {"title": "Size", "desc": "Males stand 23 inches tall, and weigh about 50 to 65 pounds. Females are slightly shorter, and weigh 40 to 55 pounds."}, {"title": "Personality", "desc": "The Airedale is a hard-working, independent, and athletic dog with a lot of drive, energy, and stamina. He is prone to digging, chasing, and barking — behaviors that come naturally to terrier breeds. These traits can be frustrating to owners unfamiliar with the Airedale personality.If you are thinking about an Airedale, consider whether you are willing to live with his propensity toward potentially undesirable behaviors — and whether you want to take on the challenges that go along with his independent nature. If you decide you are, you will be delighted with the Airedale's active, fun-loving, even comical attitude.The Airedale is a lively breed, and he needs plenty of activity. Don't leave him alone for long periods of time, or he is likely to become bored, which leads to the aforementioned destructive behaviors. Keep training interesting and fresh — repetitive exercises will become a bore to the Airedale. He is best motivated by treats and other positive reinforcement methods; drill-and-jerk training methods should be avoided.A reliable watchdog, the Airedale takes pride in protecting his family. He can be a fierce guardian, but is friendly with his family and friends.Ultimately, temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Airedale needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Airedale puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Airedales are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Airedales will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Airedales, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "The Airedale Terrier is a working dog, and has the energy and stamina that goes with it. He needs regular exercise — at least one walk a day, although two is preferable, coupled with a good romp in the backyard. The Airedale loves to retrieve, play, swim, and goof around. He is a great jogging companion, and in many cases, will tire out his owner.Training and socialization (the process by which puppies or adults dogs learn how to be friendly and get along with other dogs and people) are essential for the Airedale, beginning with puppy classes. Incorporate socialization with training by taking your Airedale with you to many different places — the pet supply store, outdoor events, long walks in busy parks. (Even if you don't imagine many children will be visiting your home, it is important to expose him early to kids of all ages.) Anywhere there are a lot of people to meet and sights to see is a good place to take an Airedale.Crate training is also strongly recommended with the Airedale Terrier. Not only does it aid in housetraining, it also provides him a safe den in which to settle down and relax. In general, Airedales do very well with most training as long as you remember that they have a mind of their own. Ask him to sit or stay in full sunlight in the middle of the summer and it's very likely he'll decide he'd prefer to do so in the shade.Positive reinforcement is the best way to teach an Airedale. If you approach training with a positive, fun attitude, and you have a lot of patience and flexibility, there's an excellent chance you will have freethinking Airedale who is also well trained."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Airedale in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Airedale, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The handsome coat of the Airedale Terrier has two layers: a topcoat, which is dense and wiry, and an undercoat, which is short and soft. Most Airedales Terriers have a specific coat combination: the majority of the dog is tan (ears, legs, head, underbelly, and occasionally the shoulders) and the back and upper sides are either black or grizzled (black mixed with gray and white). Sometimes there is a speckling of red in the black and a small white star on the chest.The Airedale Terrier is not known for extreme shedding, but he does shed certain times of the year. Regular brushing keeps the coat in good condition (once or twice a week), and periodic bathing as needed (over-bathing is not recommended, as this softens the coarse terrier coat).The family Airedale doesn't have to be trimmed, but most owners do have him groomed by a professional groomer three to four times a year to give him a neat appearance (an untrimmed coat is thick, curly, and unruly). The coat is either trimmed with clippers, by stripping (a process by which the coat is thinned and shortened with a sharp, comb-like tool called a stripping knife), or a combination of both.Paying a professional groomer to groom your Airedale is costly, and should be taken into consideration when selecting this breed. Highly motivated owners can learn how to trim their own dogs, but it's not easy and is time consuming.Brush your Airedale's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Airedale to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "The fun-loving Airedale makes a good family pet. In some cases, he may even become protective of the children in the home, but his large size and high activity level may prove too intense for extremely young kids.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Airedale gets along well with other dogs in his household, as long as he is properly socialized and trained. He can be aggressive, however, with strange dogs that he perceives as threatening. And given the Airedale's reputation as a hunter, he is very likely to chase animals he perceives as prey, including cats, rabbits, gerbils, and hamsters."}, {"title": "Rescue Groups", "desc": "Airedales are often purchased without any clear understanding of what goes into owning one. There are many Airedales in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an Airedale rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Airedale Terrier."}]}
]