[
{"breed": "Alaskan Malamute", "intro": "The Alaskan Malamute features a powerful, sturdy body built for stamina and strength. It reigns as one of the oldest ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22908_alaskan-malamute-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-2", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-5", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-2", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Working Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 1 inch tall at the shoulder"}, {"title": "Weight:", "desc": "75 to 100 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "When you first see an Alaskan Malamute, it's easy to be impressed by their large stature, wolf-like facial markings, and huge plumed tail waving at you. It's often believed that Malamutes are part wolf. They might play a wolf on TV or in the movies, but in truth they're all domestic dog.The Alaskan Malamute possesses tremendous strength, energy, endurance, independence, and intelligence. They were originally sought to pull heavy sleds over long distances as well as to hunt seals and polar bears. Now chosen primarily for companionship, Alaskan Malamutes succeed in several dog sports, including conformation, obedience competition, weight pulling, skijoring, backpacking, and recreational sledding.When they're not \"woo wooing\" or pulling you on your inline skates or watching TV with you, they're probably raiding the trash, surfing your kitchen counters for something good to eat, or digging a nice cool hole in the backyard.Malamutes regard everyone they meet as their friends. If you're looking for a watchdog, this is not the breed for you. A Malamute's size might scare off an intruder, but that's about the only protection you'll get out of them.Alaskan Malamutes do best in situations in which they have plenty of room and opportunities to exercise so they don't become bored and restless. Their independent nature often causes them to be labeled as stubborn or stupid, but their intelligence shines through with the correct training. If the Alaskan Malamute is the right breed for you, they will give you years of enjoyment as an active playmate and companion who keeps their puppy joie de vivre well into adult life."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "One of the oldest Arctic sled dogs, the Alaskan Malamute's forebears crossed the land bridge from Siberia to Alaska with native peoples thousands of years ago. One tribe, known as the Mahlemuts, settled in the northeastern area of the Seward Peninsula and it's there that the Alaskan Malamute was developed. The dogs were used to hunt seals, chase away polar bears, and pull heavy sledges loaded with food or camp supplies.The native people treated their dogs well and valued them highly. The gold rush of 1896 brough a great influx to Alaska of dogs of many sizes and breeds who could survive the weather. Many native dogs were interbred with these dogs and pure type was lost. The Mahlemuts were a relatively isolated tribe, so the Alaskan Malamute survived the incursion better than other breeds.Arthur T. Walden established his Chinook Kennel in New Hampshire and began breeding Alaskan Malamutes. He and his successors, Milton and Eva Seeley, supplied many dogs for the Byrd Antarctic expeditions in the 1930s. The Seeleys began a program to reproduce the dogs found in the Norton Sound area of Alaska. This strain of Alaskan Malamutes became known as the \"Kotzebue\" strain.A slightly different strain was developed by Paul Voelker, Sr. with dogs he bought in Alaska in the early 1900s and later in the 1920s. This strain was known as the \"M'Loot\" strain. Some of these dogs were used in World War I and II and by Admiral Byrd's second expedition.The Alaskan Malamute Club of America was formed in 1935 and the American Kennel Club recognized the breed that same year. During World War II, most of the registered Alaskan Malamutes were loaned out for war duty because there was a great demand for sled dogs. Tragically, many of them were destroyed after serving their nation on an expedition to Antarctica during World War II.All AKC-registered Malamutes today can trace their ancestry back to the original Kotzebues or to dogs registered during the open period in the late 1940s."}, {"title": "Size", "desc": "Males stand 25 inches high at the shoulder and should weigh about 85 pounds; females tend to stand 23 inches high and weigh about 75 pounds. However, it's not unusual for a well-muscled adult to top 100 pounds. In rare instances, so-called \"giant\" versions top 140 pounds, but the Malamute body is not designed to carry excess weight."}, {"title": "Personality", "desc": "Alaskan Malamutes will win you over with their playful, outgoing dispositions. They greet everyone as a friend—even strangers and first-time house guests—so they don't make good watchdogs, but they are extremely loyal to their family and friends. Malamutes are pack animals, and they enjoy spending time with their human pack, insisting on being included in all activities that their family undertakes. They're not big-time barkers, but they do howl and they're known for making a characteristic \"woo woo\" sound.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. You may wish to adopte the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet a dog before adopting to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up, though that's not always an option if the puppy comes from a shelter or rescue.Like every dog, Alaskan Malamutes need early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your Malamute puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills."}, {"title": "Health", "desc": "Malamutes are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Malamutes will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some Malamutes suffer from hip dysplasia , elbow dysplasia, hypothyroidism, or von Willebrand's disease. Here is some more info on possible conditions you might see in Malamutes:"}, {"title": "Care", "desc": "This member of the Working Group of dogs is definitely a task seeker. They thrive on long walks, hikes (while carrying a backpack), skijoring (pulling a person on skis), carting, and sledding. They need to run, play, and generally bounce around a lot. Inadequate exercise will cause the Alaskan Malamute to become bored and destructive. Make sure, however, that the exercise matches the dog's age, health condition, and activity level.Malamutes love to dig. Rather than trying to stop this behavior, your best bet is to accommodate it by giving your Malamute his own place to dig in the yard, such as a sandbox or other area that you don't mind setting aside for them.Blessed with a dense double coat, Alaskan Malamutes can tolerate living outdoors in extremely cold climates. However, they do need adequate shelter and a fenced enclosure, preferably with a roof over it. Because Malamutes have an extremely high pack drive, they are happiest when residing with their pack in the house. They do well living inside a home because they keep their coats clean and are easy to housetrain.Not surprisingly, Malamutes are sensitive to heat. They're Arctic dogs, not designed by nature to live in hot, humid environments. If your Malamute lives in the Sunbelt, be sure to provide them with plenty of shade, fresh water, and air conditioning during the summer, and avoid exercise in the heat of the day.Due to their size, strength, and smarts, it's highly recommended that Malamutes be enrolled in obedience training at a young age before they are large enough and strong enough to outmaneuver—or outwit—their humans."}, {"title": "Feeding", "desc": "An Alaskan Malamute diet should be formulated for a large-sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your Malamute and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements."}, {"title": "Coat Color And Grooming", "desc": "The Alaskan Malamute sports a dense double coat. The thick, coarse outer coat, known as the guard coat, should not be soft or long. The undercoat is one to two inches deep. It's oily and woolly to repel wetness and cold.The coat length increases around the shoulders and neck, down the back, over the rump, and in the breeches (the furry covering over the thigh, which resembles pants) and plume of the tail. Speaking of the tail, some display a \"cork-screw\" appearance that enables the dog to place their tail over their nose to keep them warm during cold weather.This breed's coat colors range from light gray to black, sable, and shades of sable to red. The underbelly should be predominantly white along with the feet, parts of the legs, and part of the face markings. The only solid color you'll see is white. Some Malamutes may have an attractive white blaze on the forehead or around the neck.If you share your life with an Alaskan Malamute, expect your vacuum cleaner to get a regular workout and to schedule time for regular brushing sessions. Brushing one to three times weekly helps to keep the coat clean and distribute skin oils. Malamutes shed heavily twice a year, and the hair falls out in large clumps. At that time, frequent brushing with a slicker brush and/or undercoat rake helps keep the flurry of hair under control.One plus for this shedding breed is that the double coat is odorless. In addition, Malamutes have a cat-like tendency to keep their coats clean. Baths are rarely needed, usually one to two a year unless the dog gets into a smelly mess.Brush your Malamute's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding, and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Malamute to being brushed and examined when they're a puppy. Handle their paws frequently—dogs are touchy about their feet—and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Malamutes are patient with children and love the attention they get from them, but fast-growing, energetic Alaskan Malamute puppies can easily overpower a young child under age five. In their exuberance, they can knock a child over.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.With early socialization and training, your Malamute should get along well with other dogs. He may chase small animals such as cats unless brought up with them and taught not to. It's vital to properly introduce them to other animals in the household and supervise their interactions. They'll consider outdoor cats and other small animals fair game."}, {"title": "Rescue Groups", "desc": "Malamutes are often purchased without any clear understanding of what goes into owning one. There are many Malamutes in need of adoption and or fostering and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Malamute rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Alaskan Malamute."}]}
]