[
{"breed": "American Staffordshire Terrier", "intro": "The American Staffordshire Terrier is a muscular breed that is known for being strong for its size, yet loving and affectionate with their human family. American Staffordshire Terriers enjoy nothing more than being with the humans they care about, whether they’re out for a jog, playing in the yard, or cuddling up on the couch.", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2018/01/american-staffordshire-terrier-dog-breed-pictures-cover-460x260.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-2", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-2", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-2", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-2", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-3", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-5", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "16 to 19 inches"}, {"title": "Weight:", "desc": "40 to 60 pounds"}, {"title": "Life Span:", "desc": "10 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "The American Staffordshire Terrier is a loving, loyal, playful dog that loves to spend time with human family members. They are quite muscular for their size, which can make them a handful on walks if they aren't trained properly. They also have strong jaws, which they will use to chew out of boredom. Many a piece of furniture has been destroyed by an American Staffordshire Terrier that isn't physically and mentally stimulated enough. However, a confident, firm trainer that can meet the physical demands of the breed without harsh punishment will be rewarded with a calm, obedient dog that is comfortable with nose work, agility exercises, and athletic competitions, as well as just snuggling up on the couch. Although they are used as watchdogs, their natural love of humans makes the American Staffordshire Terrier's guarding ability more based on intimidation than anything else. Their muscular build and reputation as aggressive dogs act as deterrents from intruders, though that reputation is mostly undeserved. The American Staffordshire Terrier shares much in common with the American Pit Bull Terrier. Both have been used in illegal dog fighting rings, which makes them the targets of Breed Specific Legislation that bans them. But when brought up in a home with love that gives them proper training and socialization, American Staffordshire Terriers are docile, affectionate animals that are very loyal and obedient."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The ancestors of the modern American Staffordshire Terrier hail from England and were a mix between Bulldogs and Terrier breeds. Their mixed heritage earned them many names, including Bull-And-Terrier Dog, Pit Bull Terrier, and Half and Half. Eventually, they came to be known as Staffordshire Bull Terriers. These dogs were used by butchers to manage bulls, hunters to bring down wild boars, and farmers to help with farm work and act as ratters and family companions because they were so affectionate to humans. Later, they were used in the barbaric sports of bull-baiting and bear-baiting due to their tenacity, courage, and muscular build. When these blood sports were eventually outlawed, they were used in dog fighting rings, which sadly continues in illegal events to this day. It is because of their misuse by humans that they carry their reputation as an aggressive breed. Around 1850, many of these dogs made their way to America. They started to become known as American Pit Bull Terriers, Pit Bull Terriers, American Bull Terriers, and Yankee Terriers. Around the turn of the 20th century, they were recognized by the United Kennel Club (UKC) as American Pit Bull Terriers. The American Kennel Club (AKC) recognized the breed as Staffordshire Terrier in 1936. In 1976, the AKC changed the name to American Staffordshire Terrier, as Americans had bred a larger dog than the original Staffordshire Bull Terrier, and these two breeds needed to be distinguished from one another more clearly. Some breeders, however, preferred the name of American Pit Bull Terrier from the UKC and kept it. Today, the American Staffordshire Terrier and the American Pit Bull Terrier still have much in common, though they have been bred separately for more than 50 years. There are very few differences between the breeds, though American Staffordshire Terriers tend to be a bit larger than American Pit Bull Terriers and seem to have more docile personalities. American Staffordshire Terriers are now used as watchdogs, help with police work, and compete in weight pulling and agility competitions, as well as being family pets. They still have a bad reputation as aggressive dogs and are often included in Breed Specific Legislation (BSL) that bans them, and some insurance companies refuse to cover households that have them. Check your local laws and insurance policy before you decide to adopt an American Staffordshire Terrier and contact your legislators if you disagree with BSL."}, {"title": "Size", "desc": "Male American Staffordshire Terriers average about 17 to 19 inches in height, while females tend to be a bit smaller at an average of 16 to 18 inches in height. The average weight for an American Staffordshire Terrier is between 40 and 60 pounds, though some can weigh more or less."}, {"title": "Personality", "desc": "The American Staffordshire Terrier is celebrated as a family dog that loves to be around humans. American Staffordshire Terriers are never happier than when they're spending time with their families, whether its during a vigorous play session, a long walk, or just cuddling up on the couch. In fact, although they have a reputation as being guard dogs, they are likely to greet strangers with lots of licks and affection. It is mostly their muscular build and undeserved reputation as aggressive \"Pit Bulls\" that intimidates intruders and keeps them away. That said, many American Staffordshire Terrier owners claim that dogs of this breed are great judges of character and know people's intent, and they can make excellent watchdogs for that reason. American Staffordshire Terriers are intense dogs that will pull, chew, dig, and bark if they're bored. As strong, athletic dogs, they can be difficult to walk, and they'll pull their walker wherever they go if they're allowed to. They need a confident, assertive trainer who will be able to handle them on a leash, set boundaries, and give them proper mental and physical stimulation. They also require early socialization with humans and other animals. While the breed is naturally friendly to people, they can be confrontational with other dogs when they aren't socialized. American Staffordshire Terriers are intelligent, eager to please, and generally take well to training. They enjoy having a job to do, whether that's acting as a jogging buddy, doing nose work, running agility courses, or performing in other dog sports. A trainer who can meet the physical demands of the American Staffordshire Terrier and keep them busy and under control will have a devoted, affectionate, and obedient companion for life."}, {"title": "Health", "desc": "The American Staffordshire Terrier is generally a healthy breed, though they are predisposed to a few health problems that you should be on the lookout for. The breed is prone to skin allergies, urinary tract infections, and autoimmune diseases. They may also develop osteoarthritis or spondylosis later in life. Other health problems that American Staffordshire Terriers may develop include hip dysplasia, elbow dysplasia, hypothyroidism, demodectic mange, cerebellar ataxia, heart disease, and luxating patella."}, {"title": "Care", "desc": "American Staffordshire Terriers are known to get bad breath, so their teeth should be brushed at least weekly, preferably even more frequently, to prevent bad breath germs from growing. Their nails should be trimmed as needed, which can be difficult as American Staffordshire Terriers tend to not like to have their paws touched. Training them early to be comfortable with touching and grooming will help. Their ears should be checked for wax buildup and debris weekly and cleaned as needed to avoid ear infection or pest infestation. Keep up with regular veterinary checkups and follow your veterinarian's advice for additional at-home care."}, {"title": "Feeding", "desc": "American Staffordshire Terriers should be given a diet formulated for a mid-to-large size dog with moderate energy levels. You should consult your veterinarian or professional nutritionist for advice on what to feed your American Staffordshire Terrier and what size portions they require. Their needs will change with age, so be sure to make adjustments from puppyhood to adulthood and old age as recommended."}, {"title": "Coat Color And Grooming", "desc": "The short, smooth coat of the American Staffordshire Terrier can come in a variety of colors, including blue, fawn, white, black, and red. They can include a mix of white and other colors or a mix of white and brindle. It is considered a fault by the AKC if more than 80 percent of the coat is white. The stiff, glossy hair of the American Staffordshire Terrier sheds heavily twice a year as the seasons change and sheds minimally the rest of the year. It should be brushed at least weekly, which will help capture some of the shedding fur and keep the coat shiny. Bathing is only necessary as needed, which shouldn't be more than a few times a year unless dogs get dirty. Generally, this breed doesn't have much of a \"doggy odor\" and can go without a bath for some time. Overall, American Staffordshire Terriers' grooming needs are fairly low."}, {"title": "Children And Other Pets", "desc": "American Staffordshire Terriers are known for being loving family dogs, even with children. That said, they are best suited to homes with kids over the age of six. This breed is very muscular and can play rough, which might result in injuries. Young kids like to poke and prod, so it is especially important to train them on how to handle animals. Even with properly trained dogs of any breed, play time with children should always be supervised. American Staffordshire Terriers are not generally fond of other dogs. They were originally bred to fight, and though many breeders have worked to remove these tendencies over the years, the breed can still be standoffish. Meeting other dogs in public can be a hit-or-miss situation with each individual dog. Additionally, American Staffordshire Terriers may see other pets like cats as prey. Early socialization and growing up with other animals can reduce the American Staffordshire Terrier's tendencies to not get along well with other pets, but they may be best suited to one pet households."}, {"title": "Rescue Groups", "desc": "If you're interested in an American Staffordshire Terrier, you should check out rescues near you that specialize in Pit Bull breeds. One such organization is Save-A-Bull Rescue, a non-profit organization that focuses on finding homes for Pit Bull breeds, including the American Staffordshire Terrier. You can also check local shelters near you, or you can take a look at our adoption page that lets you search by breed and zip code for adoptable dogs."}]}
]