[
{"breed": "Basset Hound", "intro": "The Basset ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23010_basset-hound-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-3", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-2", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-4", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-1", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-2", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-2", "char": [{"title": "Energy Level", "star": "star star-2", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-2", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-2", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Hound Dogs"}, {"title": "Height:", "desc": "Up to 1 foot, 2 inches tall at the shoulder"}, {"title": "Weight:", "desc": "50 to 65 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "He may be best known as the Hush Puppy dog, but the Basset Hound is much more than an advertising icon. With his placid personality and short-statured yet noble appearance, the Basset Hound is a popular family companion, as well as a slow-paced but keen hunting dog.The name Basset comes from the French word bas, meaning low. And Basset Hounds certainly are low to the ground. Because their bones are heavy and they are muscular, they usually weigh 50 to 65 pounds although they typically are no more than 14 inches tall at the highest point of the shoulder. In reality, they are big dogs on short legs. Their short-legged appearance is the result of a form of dwarfism called achondroplasia. Despite his large size, the Basset believes he's a lap dog and will do his best to fit in yours.Bassets are scent hounds, meaning that they were bred to hunt by following the scent of their prey. Their phenomenal sense of smell is second only to that of the Bloodhound.Basset Hounds have smooth, short, hard-textured coats that are relatively easy to take care of. Most of them come in the classic tri-color pattern of black, tan, and white, but they can also be what's known as open red and white (red spots on a white coat), closed red and white (solid red with white feet and tail), or lemon and white. On occasion you may see a gray (also called blue) Basset, but this color is considered undesirable because it's thought to be associated with genetic problems.The Basset Hound has a rounded skull with a deep muzzle and a lot of loose skin on the face, which is heavily wrinkled over the brow when the dog is tracking. This loose skin also causes Bassets to have a sad look, which many people think adds to their charm.Because they were originally bred to be hunting dogs, many of the features of the Basset Hounds have a purpose. Their long, low-set ears drag the ground and pick up scents, while the loose skin around their heads form wrinkles that further capture the scent of whatever they are tracking.Their short legs mean that they move more slowly than longer-legged dogs, which makes it easier for hunters on foot to follow them. Their tails are long and stand upright with a white tip at the end, which makes it easy for hunters to see when the dogs are in tall grass. Basset Hounds also have massive paws and their front feet turn outward slightly to balance the width of the shoulders.Around the house, Basset Hounds are calm and rather lazy. They are loyal to their people and have a pleasant, friendly disposition. Because they originally were bred as pack dogs, they love to be with their families and also do well with other pets. Bassets hate to be left alone for long periods of time, and may become destructive and howl if left alone for too long. Their distinctive baying bark is loud and travels long distances.Basset Hounds are hearty eaters, but because they aren't very active in the house, they can gain weight and quickly become obese, which can cause them to have back and leg problems. Regular exercise is a must. Bassets have a great deal of endurance, so they enjoy taking long walks.When you're walking your Basset, be aware that he loves to track. If he picks up a scent that he wants to follow, he can wander off if not on leash. Bassets are singleminded when trailing a scent and will follow it into the street in front of a car if they're not leashed or confined by a fence.Lots of Basset people channel their dogs' superb scent-trailing skills in organized tracking events called basseting, which take place primarily in Virginia, Maryland, New Jersey, and Pennsylvania. Bassets are naturals at earning tracking, hunt test, and field trial titles, but they've also been known to compete successfully in agility, obedience, and rally, given a patient trainer.Patience is definitely a virtue when it comes to training a Basset. Unless you can persuade him that it's something he wants to do, he can be stubborn and difficult to train. Many Basset Hounds will obey commands when offered food, but won't obey if you don't have a tasty reward to offer them.Housetraining a Basset is a challenge too, but with patience and persistence, you can train and housetrain your Basset. Just be sure to use gentle, positive training methods. Basset Hounds are emotionally sensitive and will shut down if treated roughly.Basset Hounds have unique voices. They generally howl (sometimes called a bay) rather than bark. They also have a unique, murmuring whine that they use when they want attention or are begging for food. Thanks to their delightfully imploring expressions, they're often successful at winning treats of Chinese food, pizza, French fries, and other tasty junk food.Well-bred Bassets are even-tempered, relaxed, and generally happy dogs. They are very gentle with children and other pets. Their biggest faults are their tendency to drool and to howl when lonely or to sound an alarm. If you can tolerate his idiosyncrasies, the Basset can make a wonderful family companion, as happy to lounge around the house as he is to be out hunting."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Trust the French to develop such a distinctive breed, with its \"jolie\" appearance, jolie meaning pretty-ugly, or unconventionally attractive. The name Basset means \"low\" and in France it refers to a distinct level of hound by height.Bassets probably descended from the St. Hubert Hound, the ancestor of the present-day Bloodhound, and came about when a mutation in the St. Hubert strain produced a short-legged or dwarfed hound. Perhaps the dwarf hounds were kept as curiosities and later bred on purpose when their ability to track rabbits and hare under brush in thick forests was observed.The first recorded mention of a Basset Hound was in an illustrated book about hunting, La Venerie, written by Jacques du Fouilloux in 1585. From the illustrations, it appears that the early French Basset Hounds resembled the present-day Basset Artésien Normand, a dog breed today known in France.Basset Hounds were first popular with the French aristocracy, but after the French Revolution they became the hunting dogs of commoners who needed a dog they could follow on foot, not having access to horses. They made their way to Britain by the mid-19th century. Lord Galway imported a pair to England in 1866 and they produced a litter of five pups, but he didn't show them so they remained relatively unknown.Then, in 1874, Sir Everett Millais imported a Basset Hound named Model from France. Millais promoted the breed in England and started a breeding program in his own kennel as well as in cooperation with breeding programs established by Lord Onslow and George Krehl. For his efforts in gaining publicity for the Basset Hound in England, Millais is considered to be the \"father of the breed\" in England.He first exhibited a Basset at an English dog show in 1875, but it was not until he helped make up a large entry for the Wolverhampton show in 1880 that the public started to take note of the breed. A few years later, the breed became even more popular when Alexandra, Princess of Wales, kept Basset Hounds in the royal kennels. In 1882, the Kennel Club in England accepted the breed, and in 1884, the English Basset Hound Club was formed.Although the Basset probably came to America in colonial times, the breed did not come into its own in the U.S. until early in the 20th century. The American Kennel Club (AKC) began registering Basset Hounds in 1885, the first one being a dog named Bouncer, but it wasn't until 1916 that the AKC formally recognized the breed.The year 1928 was a turning point for the Basset Hound in America. In that year, Time magazine featured a Basset Hound on the front cover and ran an accompanying story about the 52nd annual Westminster Kennel Club Dog Show at Madison Square Garden written as if it was through the eyes of a Basset Hound puppy. The Basset Hound's charm was discovered, and from that point on, the Basset Hound started growing in popularity.Bassets entered pop culture in a big way in the 1960s with their appearance in the advertising campaign for Hush Puppy shoes and the debut of the Fred Basset comic strip, which still runs today. The Basset Hound is currently ranked 28th among the 155 breeds and varieties registered by the AKC, a testament to his enduring popularity.All throughout the U.S., Basset Hound people celebrate their love of the breed in ways that are as unique as their dogs' looks. Basset Hound picnics and waddles are traditions in many regions, sometimes drawing thousands of Bassets and their families.Some of these events even crown King and Queen Basset Hounds. Most hold such fun competitions as contests to determine which Basset has the best \"waddling butt.\" These events usually have a wide variety of Basset Hound memorabilia, which often are sold to raise money for Basset Hound rescue organizations."}, {"title": "Size", "desc": "Basset Hounds stand no more than 14 inches at the shoulder and weigh 50 to 65 pounds. They truly are big dogs with short legs. It's not easy to lift an adult Basset Hound, so take that into account before you acquire one for a home with lots of stairs. Will you be able to get the dog in and out easily if he's sick or old and needs to be carried?"}, {"title": "Personality", "desc": "The mild-mannered Basset is too laid-back to ever be sharp-tempered. He gets along with everyone, kids and other animals included, and the only thing that gets him really excited is a good scent trail. He's calm indoors but alert enough that he makes an excellent watchdog. Like all hounds, he can be stubborn when it comes to training and responds best to positive methods such as food rewards and food rewards. Bassets are pack dogs and will be unhappy if left alone all day. The company of another dog is helpful.Like every dog, Basset Hounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Basset puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "Basset Hounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Basset Hounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Basset Hounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Basset Hounds are usually calm dogs that do well even in small houses and apartments. They should live indoors with their family, ideally with access to a yard. They're not suited to living outdoors in extreme heat or cold.Bassets are inactive indoors, happy to lie in the sun all day, but they'll enjoy a long and meandering walk with lots of sniffing time. Don't be tempted to let your Basset become a couch potato. Bassets are prone to obesity, and too much weight can stress their joints.When Bassets are outdoors, they should be in a fenced yard or on leash so they don't wander off after an interesting scent. Until he's a year old, discourage your Basset puppy from jumping on and off furniture and going up and down stairs, which puts extra stress on his front legs and back and can injure his joints. You may need to help a Basset of any age in and out of the car. He's not a very good jumper. Consider getting him a ramp or steps.Bassets can be independent, with a mind of their own. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise. The Basset who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Bassets will develop selective hearing if there's something more exciting to pay attention to."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dog food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Bassets like to eat and are prone to obesity. Keep your Basset Hound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time.If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Basset Hound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Basset Hounds have smooth, short hair that repels dirt and water. The coat is dense enough to protect them in all sorts of weather. The skin is loose and elastic, giving the Basset his classic droopy hound dog appearance.The Basset Hound breed standard — a written description of how a breed looks and acts — allows all hound colors, but the most common colors are tri-color (tan, black, and white), black and white, brown and white, or red and white. Lemon and white is acceptable, but rarely seen.Because the standard says that any recognizable hound color is acceptable, blue Basset Hounds (actually gray) may be seen, but that coloration is undesirable because it's the result of a recessive gene that has been associated with numerous genetic problems, such as periscoping intestines, skin allergies, and food allergies.Except for cleaning their ears and facial wrinkles and wiping up the drool they leave behind, Basset Hounds are easy to groom. Their short coats repel dirt and water. They rarely need baths (unless they have rolled in something particularly stinky), and a good rubdown with a bristle brush, a coarse cloth, or a hound glove is all that's needed to keep their coats in good condition. Basset Hounds shed all year around, but if you brush them weekly, this shouldn't be a problem.Basset Hound ears are long and drag the ground, so they can get very dirty. Ear infections are also an issue because air doesn't circulate well in the inner ear. Clean the interior of your Basset Hound's ears at least once a week with a solution recommended by your vet, wipe down the outside of the ears to remove any dirt, clean out the facial wrinkles with a damp cloth and thoroughly dry them, and check his large paws for sores between the toes.Brush your Basset's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Basset enthusiastically jumps up to greet you.Begin accustoming your Basset to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Bassets are fond of children and get along well with them. If anything, you'll need to protect your Basset from being ridden or otherwise tormented by them.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Being pack dogs, Bassets enjoy the company of other dogs and can also get along fine with cats, especially if they're introduced at an early age."}, {"title": "Rescue Groups", "desc": "Basset Hounds are often purchased without any clear understandingof what goes into owning one. There are many Bassets in need of adoption and orfostering. There are a number of rescues that we have not listed. If youdon't see a rescue listed for your area, contact the national breed club ora local breed club and they can point you toward a Basset rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Basset Hound."}]}
]