[
{"breed": "Bichon Frise", "intro": "The Bichon Frise (pronounced BEE-shawn FREE-say; the plural is Bichons Frises) is a cheerful, small ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23136_bichon-frise-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-2", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "9 inches to 11 inches tall at the shoulder"}, {"title": "Weight:", "desc": "7 to 12 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "With compact bodies, baby-doll faces, and fluffy white hair, Bichons are a very appealing breed whose looks are enhanced by a perky, good-natured disposition. They are often mistaken for white Poodles.The Bichon, as he's affectionately called, is related to several small breeds: the Coton de Tulear, a dog who originated off the African coast on an island near Madagascar; the Bolognese, bred in northern Italy near the city of Bologna; the Havanese, from Cuba; and the Maltese, developed on the island of Malta in the Mediterranean. Bichons also appear to have originated in the Mediterranean and to have been taken along on trade routes into other countries.Bichons may be small dogs — large specimens reach barely a foot in height — but they're hardy. Despite their diminutive size, they're not classified as a Toy breed by the American Kennel Club; instead, they're members of the Non-Sporting Group.Bichons are always white (although puppies may be cream or pale yellow), with black eyes and black noses. Their arched necks give them a proud, confident look, while their well-plumed tails curve gracefully over their backs.If you're looking for a wonderful family pet, consider the Bichon. This dog loves to play. He's always happy (except when left alone for long periods of time), and his demeanor is affectionate and gentle.Because they don't shed like other breeds, Bichons often are recommended for people with allergies. This is something you should discuss with your allergist, since not everyone reacts the same way to a Bichon. Before making a commitment to getting a Bichon — or any type of dog — be sure to spend some time in the presence of the breed if you have allergies.Bichons have a reputation for suffering from separation anxiety. If you must leave your dog home alone for long periods of time, this may not be the dog for you. Bichons don't just like to be with their families, they need to be with their families. They adjust well to a variety of lifestyles, as long as they don't have to spend too much time alone.Because of their small size, Bichons are good pets for people who live in apartments. But they do have a lot of energy, and they need daily exercise, including walks and games.Bichons are intelligent and love to learn tricks, and they're highly trainable. When training, you need to be firm but gentle. Harsh corrections and scolding will break a Bichon's heart. Many Bichon owners train their dogs for obedience, agility, and rally competition. Both dogs and owners enjoy this activity, and it's a good way to bond more closely with your Bichon. Another activity that brings out the best in the Bichon is therapy work. Because they're gentle and sure to bring a smile to anyone's face, they make perfect therapy dogs for visits in nursing homes and hospitals.Bichons generally get along well with other animals and people, but they will alert you when strangers come to the door."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "As with many dog breeds, the exact origin of the Bichon Frise is uncertain. Common belief holds that the Bichon descended from the Barbet, a medium-sized, woolly water dog, and that the word Bichon is derived from barbichon, which is the diminutive of the word barbet. The Barbichon family of dogs includes the Bichon Frise, the Bolgnese, the Coton de Tulear, the Havanese, and the Maltese. All originated in the Mediterranean and have a similar look and disposition.The earliest records of the Bichon Frise breed date from the 14th century, when French sailors brought the dogs home from Tenerife, one of the Canary Islands. It's thought that Bichon Frise dogs had been taken there by traders who used the Phoenician trade route, and that the Bichon Frise originally developed in Italy.Still other historians believe that Spanish seamen brought the breed to Tenerife and, in the 14th century, Italian (rather than French) sailors brought them back to the continent. According to this version of the story, when the French invaded Italy in the 1500s, they brought many Bichon Frise dogs back to France as war booty.Regardless of how the Bichon Frise arrived in Europe, the breed quickly became a great favorite with nobility. Bichons were popular in royal courts during the reigns of France's King Francis I and England's King Henry III in the 16th century. King Henry III was so fond of his Bichons that he carried them wherever he went in a special basket that he hung from his neck. Bichons became favorites of Spanish royal families and even of such painters as Goya, who included a Bichon in several of his paintings.Interest in the Bichon Frise remained strong during the rule of Napoleon III, but then the little dog fell out of favor with royalty until the late 1800s. By that time, it was considered a common dog, sometimes owned by organ grinders or circus performers and sometimes trained to help lead the blind. Had it not been for the Bichon's intelligence and appeal, the breed probably would have become extinct during this period.After World War I, however, French breeders became interested in the Bichon and worked to preserve the breed. The official breed standard was adopted by the Société Centrale Canine of France on March 5, 1933, at which point the little dog had two names: Tenerife and Bichon. Later that same year, when the Bichon Frise was recognized by the Fédération Cynologique Internationale (an international kennel club), the FCI president, Madame Nizet de Leemans, renamed the breed the Bichon à poil frisé (\"Bichon with the curly coat\"), and the moniker was anglicized to Bichon Frise. On October 18, 1934, the first Bichon Frise was admitted to the studbook of the French Kennel Club.Bichons Frises first were brought to the Untied States in 1956. The breed became eligible to enter the AKC's Miscellaneous Class in September 1971 and was admitted to registration in the American Kennel Club Studbook in October 1972. In April 1973, the breed became eligible to show in the Non-Sporting Group at AKC dog shows. In 1975, the AKC recognized the Bichon Frise Club of America."}, {"title": "Size", "desc": "Males and females stand about 9 to 11 inches tall and weigh 7 to 12 pounds."}, {"title": "Personality", "desc": "A cheerful attitude is the outstanding trait of the Bichon's personality. This dog loves to be loved, enjoys being the center of attention, and is adept at charming his family, neighbors, groomer, or veterinarian with his winning personality.The Bichon has a playful, independent streak, but that doesn't mean he likes to be alone. In fact, this breed hates being alone and commonly suffers from separation anxiety if left alone for many hours. In such situations, Bichons may become destructive, chewing and tearing up anything in sight. Obviously the Bichon is not a breed of choice for people who are away from home for long periods of time (indeed, no dog is).The highly intelligent Bichon needs to be taught proper canine manners, so it's essential to sign up for obedience training, beginning with puppy classes. Bichons are quick studies, so taking them to such classes can be very satisfying. They're also good at tricks and some canine sports.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Bichon needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Bichon puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Bichons are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Bichons will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Bichons, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Bichons are active dogs but do well as apartment dwellers with proper exercise and play — and they live to play. Don't leave your Bichon alone for long periods of time. To prevent destructive behavior, the wise owner leaves the Bichon in a crate when leaving the house for even a short time."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bichon in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Bichons, like many small breeds, are prone to urolithiasis (stones in the urinary tract). Diet is an important part of treating and managing this condition; therapeutic diets and increased water intake can help prevent and control it.For more on feeding your Bichon, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Bichon Frise is a double-coated breed, always white. The soft and dense undercoat and course outer coat combine to create a soft but substantial texture. The coat stands away from the body, giving it a powder-puff appearance. The most popular trim for a Bichon follows the lines of the dog's body, leaving the coat long enough to give him the signature \"poufy\" look.Bichons have a reputation for not shedding, which isn't exactly true. All creatures with hair shed. With double-coated Bichons, however, the shed hair is caught up in the undercoat instead of falling to the floor. If this dead hair isn't removed by brushing or combing, it can form mats and tangles, which can lead to skin problems if left unattended.Grooming a Bichon is not for cowards: this is a high-maintenance breed. You'll need to allot considerable time for grooming and bathing: you should brush him at least twice a week or more, and you'll need to bathe him whenever he gets dirty in order to keep that white coat clean. Be sure to make sure the coat is free of mats and tangles before bathing, or the mats will tighten and become nearly impossible to remove.You should check your Bichon's ears often to make sure they're clean. Sometimes it's necessary to pluck out the hair that grows in the ear canal (which a groomer can do if you don't feel comfortable with the job). If you notice a buildup of wax, redness, or a foul odor, or if you dog is scratching his ears and shaking his head, take him to the vet to be sure he doesn't have an ear infection.Most Bichon owners take their dogs to a professional groomer every four to six weeks for a bath, brush, haircut, nail trimming, and ear cleaning. If you want to learn how to groom your Bichon yourself, check out the many good grooming books and videos on the market for instructions.Keeping a Bichon's face clean and trimmed is important for health as well as looks. Mucus and discharge from the eyes tend to accumulate in the hair that grows around the eyes, and eye problems can result if you don't clean the area regularly.Tearstains are common, as a result of eye problems or even food allergies. Because Bichons are prone to a number of eye diseases, it's best to have your vet check your dog if tearstaining becomes a problem. Bichons are prone to blocked or small tear ducts, eyelashes that grow toward the eyeball, or eyelids that turn inward and cause the lashes to rub against the eye. Your vet will be able to determine if any of these conditions, or something else, is causing tearstains.Brush your Bichon's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Bichon to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Bichons are good family dogs and wonderful companions for children. They enjoy palling around with kids, joining in their games or sitting in their laps. They're very tolerant of the noise and commotion associated with children.As with every breed, however, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Bichon enjoys the company of other dogs, as long as he receives his fair share of attention from his owner. With proper introductions and training, the Bichon can get along with cats and other animals."}, {"title": "Rescue Groups", "desc": "Bichons are often purchased without any clear understanding of what goes into owning one. There are many Bichons in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Bichon rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Bichon Frise."}]}
]