[
{"breed": "Bloodhound", "intro": "The Bloodhound’s ancestors were created in medieval France to trail deer and boar. Today, he’s a highly active and intelligent ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23016_bloodhound-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-5", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-5", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-3", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Hound Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "80 to 110 pounds"}, {"title": "Life Span:", "desc": "11 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "When we think of the Bloodhound, the images that come to mind range from the baying mantrailers in such films as Cool Hand Luke to a lazy hound sunning himself on the front porch of a home in a sleepy Southern town.The mantrailer is the more accurate image, but it also presents a somewhat false picture of the breed. The Bloodhound is indeed single-minded on the trail, but what many people don't realize is that once he's found his quarry, he might lick the person to death, but he'll never attack.This wrinkled hound is gentle and affectionate, but he's far from lazy. He can follow a scent trail for miles and will always prefer that to sleeping on the sun porch. Expect to commit to long walks every day if you live with a Bloodhound.The Bloodhound belongs to a group of dogs that hunt together by scent, known as Sagaces, from the Latin, which is the same root as the word \"sagacious,\" referring to the qualities of keen discernment and sound judgment. Those words are certainly descriptive of the Bloodhound's powers of scent.Originally used in medieval Europe to trail boar and deer, modern-day Bloodhounds have found careers as mantrailers for police departments and search and rescue organizations. So skillful are they that their \"testimony\" is considered admissible in a court of law. He can be a family dog, too, but he requires a high level of care.It's not everyone who can live with a large dog who slings slobber, exudes a distinctive houndy odor, wants nothing more than to follow his nose, wreaks destruction in puppyhood, has endless energy and endurance, and is the definition of the word stubborn. If you can, you'll find the Bloodhound to be kind, sensitive, and tolerant of children and other animals. With the right family, he's a dog of great character who brings much joy and laughter."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Dogs that hunt by scent have been known for millennia. Reports of dogs that \"discover and trace out the tracks of the animal\" date as far back as the first century AD. It was in medieval Europe, however, that the dogs began to be developed into the scenthound we know today as the Bloodhound.The first actual reference to the breed by that name was in a poem by Sir Humphrey de Bohun, Earl of Hereford, titled William of Palerne (1350). It depicts a dog, called a Bloodhound, as a careful hunter who is on the trail of two lovers disguised as bears.From that poem, we can deduce that the name Bloodhound was a familiar word in the English language. The name comes from the dogs' status as an aristocratic breed kept by noblemen and abbots; in other words, it was a \"blooded\" hound.These early scenthounds were known as St. Hubert hounds, bred by the monks of St. Hubert's Abbey, and they were the ancestors of today's Bloodhounds. During his life, Francois Hubert (656-727) was a passionate hunter who made it his life's work to breed dogs capable of following old, or cold, trails, an occupation he maintained even after retiring to a monastery following the death of his wife.After his death, he was canonized and became the patron saint of hunters. In France, you will still hear Bloodhounds referred to as St. Hubert hounds.For several centuries after Hubert's death, his hounds flourished. William the Conqueror took them to England when he invaded in 1066. They were highly prized gifts among monarchs and nobles. Elizabeth I, a noted huntress, kept packs of St. Hubert hounds, and Shakespeare described a dog that could only have been one in his play \"A Midsummer Night's Dream.\"But a thousand years after their beginning, the St. Hubert hounds were brought low by the French Revolution. With the aristocracy fled and the chateaus in ruins, the great hunts were no more.Fortunately for the breed, they were still prized in England, not only for the skills in the hunt, but also for their ability to track down wrongdoers. The first written record of Bloodhounds tracking thieves and poachers was in 1805, although stories of their use for that purpose date to the 16th century.They also benefited from three Victorian-era trends: the rise of dog shows, the new status of dogs as companions, and a society that loved anything exotic or unusual. They had as well the patronage of dog-loving Queen Victoria, who entered one of her Bloodhounds in a dog show in 1869.England is where the modern Bloodhound was developed, but the breed had also made its way to America in colonial times. In a letter, Benjamin Franklin expressed an interest in acquiring some Bloodhounds to track down marauding Indians.Through no fault of his own, the Bloodhound's reputation took a whipping during the Civil War, thanks to the breed's depiction as vicious beasts in Harriet Beecher Stowe's antislavery novel Uncle Tom's Cabin. Interest in them waned until 1888 when three English Bloodhounds competed in the Westminster Kennel Club show. Wealthy Americans took an interest in them and began breeding them again, producing some very fine dogs.Today, the Bloodhound is employed primarily by law enforcement agencies as a mantrailer or for search and rescue work. They are an uncommon breed, ranking 45th among the 155 breeds and varieties registered by the American Kennel Club."}, {"title": "Size", "desc": "The male Bloodhound stands 25 to 27 inches tall and weighs 90 to 110 pounds; females are 23 to 25 inches and 80 to 100 pounds."}, {"title": "Personality", "desc": "The dignified Bloodhound is a study in contradictions. He's docile yet stubborn, determined but not quarrelsome, affectionate but somewhat shy with people he doesn't know. When it comes to training, he's sensitive to kindness or correction, but he still wants to do things his way.He can sniff out the slightest hint of a trail, but as a watchdog or guard dog, he's poor, given his love of people. Some Bloodhounds can be vocal, barking up a storm when they're excited. Others are nice and quiet.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Bloodhounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Bloodhound puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Bloodhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Bloodhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Bloodhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Bloodhounds should be indoor/outdoor dogs who have frequent interaction with their people. They are best suited to homes with large fenced yards. Many are escape artists and require fences at least six feet high. Underground electronic fences will not contain a Bloodhound. His desire to follow a scent is far stronger than the fear of a momentary shock.It was once said that Bloodhound people always have one arm that's longer than the other. That's because this breed is a strong puller, thanks to his nose dragging him forward as he follows a trail. Your Bloodhound can learn to walk nicely on a leash, and he must be leashed when outside the yard to prevent him from taking off to find the source of an interesting smell.Bloodhounds need long daily walks and are capable of going for miles. If you live in the country or enjoy hiking, this is the breed for you. They can make great jogging buddies. You may also wish to train your Bloodhound for search and rescue work or tracking tests.Like all breeds, a Bloodhound puppy's exercise should be limited until he reaches physical maturity. The rule of thumb is 5 minutes for every month of age; therefore, a 3-month-old puppy should be exercised for only 15 minutes a day, a 4-month-old for 20 minutes, and so on. Know your dog's signs of fatigue.Bloodhound puppies are nosy, curious, and into everything. Crate training is highly recommended. Not only will it keep them out of trouble and save your belongings from destruction, it's an excellent aid to housetraining. This breed is easily housetrained, but a crate will help him learn to control his bladder and bowels.Your adult Bloodhound is just the right height to go counter-surfing, so keep food well out of reach. A swipe of his long, tapering tail can clear a coffee table. You might want to put breakables elsewhere.Bloodhounds of all ages are chewers and will chew on anything that smells good or looks interesting. Be diligent in letting your Bloodhound know what's okay to chew and what isn't. He still might eat your lawn furniture, but if you've provided him with plenty of chew toys and exercise, he's somewhat less likely to do so.When it comes to training, Bloodhounds are highly intelligent but independent, with a \"What's in it for me?\" attitude. Be consistent in what you permit or don't permit, or your Bloodhound will constantly test whether you really mean what you say. Be patient and use positive reinforcement techniques such as praise and food rewards.Keep training sessions short, about 15 minutes, and always end them when your Bloodhound has done something well and you can praise him for it. Give firm but gentle corrections, never harsh verbal or physical punishment. Most important, remember this bit of advice: Never tell a Bloodhound what to do, ask him."}, {"title": "Feeding", "desc": "Recommended daily amount: 4 to 8 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bloodhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Bloodhounds are messy eaters, so you may want to tuck the ears into a snood before mealtime. Choose water dishes with a narrow diameter to help keep the ears from dragging in them.Bloodhounds are prone to gastric torsion, also known as bloat. Factors that contribute to bloat include eating a large meal and then drinking large amounts of water, heavy exercise directly before or after a meal, giving food in raised feeding dishes, and stress. Keep these things in mind when you feed your Bloodhound.For more on feeding your Bloodhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Bloodhound's coat is loose and thin to the touch. Around the neck and head, it hangs in deep folds. As the head hangs down, the skin falls into loose, pendulous ridges and folds, especially over the forehead and sides of the face. These wrinkles, combined with the loose, pendulous skin beneath the neck and throat (known as the dewlap) and the long, sweeping ears, help funnel scent from the ground up to the Bloodhound's nose and hold it there.Bloodhound colors are black and tan, liver and tan, and red. The darker colors are sometimes interspersed with lighter or badger-colored hair (a mixture of white, gray, brown, and black) or flecked with white. You may see a small amount of white on the chest, feet, and tail tip, known as the stern.Brush your Bloodhound weekly, or more often if you prefer, with a rubber hound mitt. He sheds seasonally, and during that time you may want to use a shedding blade to remove excess hair. Remember that his skin is thin and be gentle.Clean his wrinkles daily to prevent bacterial infections. Wipe them out with a damp washcloth and then dry them thoroughly. Do the same for the flews (the hanging part of the upper lip) after every meal.A Bloodhound's ears seem to be specially designed for trapping dirt and breeding yeast and bacteria, making them prone to infection. Clean them weekly with a solution recommended by your veterinarian. Hold the ear up so you can see the ear canal. Squeeze in a large amount of ear cleaner, lower the ear flap, and gently massage the liquid into the ear. You will hear a swooshing sound, and your Bloodhound will probably moan with pleasure.Now take a cotton ball and wipe the debris outward from the outer ear canal. (Don't insert it any further than the first knuckle of your finger.) Let the dog shake his head and repeat the wipedown with a clean cotton ball. Every time your Bloodhound shakes his head, it pulls out more debris from deep within the ear canal. Repeat the wiping until the cotton ball is no longer dirty. Never dig around in the ears with a cotton swab; you could easily damage them.If your Bloodhound's ears develop an infection despite your best efforts, have your veterinarian test the dog to determine the cause of the infection. Then he or she can prescribe the most effective antibiotic to clear it up.The Bloodhound's need for ear care can be a big deterrent for some prospective owners and is something you should take into consideration. If you don't have time to properly care for a Bloodhound, including the time it takes to ensure clean ears, then this breed may not be for you.The only other grooming a Bloodhound needs is dental hygiene and nail care. Brush your Bloodhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Bloodhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Bloodhounds love children. That said, they are large, active dogs and can accidentally knock a toddler down with a swipe of the tail. They're best suited to homes with older children.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.In general, Bloodhounds are quite friendly with other dogs, although a few have issues with small dogs. They usually get along fine with cats, although your cat may not appreciate being slobbered on."}, {"title": "Rescue Groups", "desc": "Bloodhounds are often purchased without any clear understanding of what goes into owning one. There are many Bloodhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Bloodhound rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Bloodhound."}]}
]