[
{"breed": "Border Collie", "intro": "The Border Collie ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23178_border-collie-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-2", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-2", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Herding Dogs"}, {"title": "Height:", "desc": "1 foot, 6 inches to 1 foot, 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "30 to 45 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "If you've ever had the pleasure of watching a Border Collie herd sheep, you know you're watching a master craftsman at work, with his intense stare as he approaches the sheep, his almost intuitive response to the shepherd's command, and the skillful manner in which he maneuvers the sheep exactly where the shepherd wants them to go. It is awe-inspiring.The Border Collie, a medium-sized dog at 30 to 45 pounds, possesses a seemingly supernatural amount of energy and stamina — a hardiness that was developed when he was required to work all day in the hills and valleys of the rugged Scottish border country, sometimes running 50 miles or more a day. When it comes to the ideal working dog, it doesn't get much better than the Border Collie.If there is a dark side to the Border Collie's energy and workaholic attitude, it comes out when he's brought into a family that doesn't understand him. He is not a cuddly, couch-potato dog. He doesn't want to be coddled. He wants — and needs — a job. Keeping up with the Border Collie's intense mental and physical stamina is exhausting, even exasperating, to an owner or family that wants a laid-back family pet.The Border Collie is a herding dog, which means he has an overwhelming urge to gather a flock. That flock could be sheep, children, cats, squirrels, or anything that moves, including cars. This instinct to nip, nudge, and bark, along with his energy, cannot be trained out of him. Rather, it must be directed. He must have a task, whether it's actually herding sheep or competing in dog sports. A brisk walk or a game of fetch every day isn't enough activity for the Border Collie.That said, for the right owner, a Border Collie is a wonderful dog to live with. His intelligence and tractable nature make him easy to train. He's sensitive and, according to those who know him well, he has an uncanny ability to know what you're going to ask of him before you ask it. If he is well socialized and trained from puppyhood, he can adapt to almost any living situation that provides the mental and physical exercise he requires.The Border Collie is a good match for an owner who is as active as he is, especially one who's eager to get involved in dog sports. With the right training, this breed excels in any activity he tries, including sheepdog trials, agility, flyball, flying disc, advanced obedience, freestyle obedience, or tracking.The owner or family that's willing to properly socialize and train the Border Collie will find a soul mate in this intelligent, sensitive breed."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Border Collie's ancestors have been around since humans in what is now Britain first began using dogs to help guard and herd sheep. In the border country between Scotland and England, the herding dog became one of the most valuable assets a shepherd could have, and the best working dogs were bred with each other.The type varied, depending on the terrain or the work required in each region. These herding dogs became associated with their particular regions and were eventually known as Welsh Sheepdogs, Northern Sheepdogs, Highland Collies, and Scotch Collies. The Border Collie's name reflects his partially Scottish heritage: the word collie, which refers to sheepdogs, is derived from Scottish dialect.In 1860, Scotch Sheep Dogs were shown at the second dog show ever held in England. On a trip to Balmoral a short time later, Queen Victoria saw one of the dogs and became an enthusiast of the breed.One R.J. Lloyd Price is given credit for beginning sheepdog trials. In 1876, he brought 100 wild Welsh sheep to the Alexandra Palace in London for a demonstration. An account in the Livestock Journal described the astonishment of the spectators at the keenness of the dogs, whose only assistance from their handlers was in the form of hand signals and whistles.Today the Border Collie is recognized as the premier sheepherding dog. The breed's superior herding ability leads many fanciers to advocate breeding Border Collies only to working, not conformation, standards. The Border Collie was recognized by the American Kennel Club on October 1, 1995."}, {"title": "Size", "desc": "Males stand 19 to 22 inches tall and weigh 35 to 45 pounds. Females stand 18 to 21 inches and weigh 30 to 40 pounds."}, {"title": "Personality", "desc": "Quite simply, the Border Collie is a dynamo. His personality is characteristically alert, energetic, hardworking, and smart. He learns quickly — so quickly that it's sometimes difficult to keep him challenged.This breed likes to be busy. In fact, he must be busy or he becomes bored, which leads to annoying behavior, such as barking, digging, or chasing cars. He's not a dog to lie quietly on the front porch while you sip a glass of lemonade; he thrives on activity. Remember, he was bred to run and work all day herding sheep.The Border Collie is also renowned for being highly sensitive to his handler's every cue, from a whistle to a hand signal to a raised eyebrow.Of course, the Border Collie isn't perfect. He can be strong-minded and independent, and his compulsion to herd can become misdirected. In the absence of sheep, or some kind of job, he is apt to gather and chase children, cars, or pets.He can also become fearful or shy if he isn't properly socialized as a puppy. Puppy classes and plenty of exposure to a variety of people, places, and things help the sensitive Border Collie gain confidence."}, {"title": "Health", "desc": "Border Collies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Border Collies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Border Collies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "While the Border Collie is a highly adaptable dog, he's best suited to an environment that gives him some elbow room: a city home with a securely fenced yard, or a country farm or ranch. Because he has a propensity to herd and chase, he must be protected from his not-so-bright instinct to chase cars.Regardless of the environment, he requires a great deal of mental and physical stimulation every day, and he needs an owner who is willing and able to provide that. This can be a great burden to owners who don't know what they're getting into. If you're considering a Border Collie, make sure you can provide him with a proper outlet for his natural energy and bright mind. If you don't have a farm with sheep, dog sports are a good alternative."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Border Collie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Border Collie breed boasts two varieties of coat: rough and smooth. Both are double coats, with a coarser outer coat and soft undercoat. The rough variety is medium length with feathering on the legs, chest, and belly. The smooth variety is short all over, usually coarser in texture than the rough variety, and feathering is minimal.His coat is most often black with a white blaze on the face, neck, feet, legs, and tail tip, with or without tan. However, he may be any bicolor, tricolor, merle, or solid color except white.The hardworking Border Collie isn't prissy, and he doesn't need excessive grooming to keep him looking good. His weather-resistant double coat needs weekly brushing to keep coat oils well distributed, and to prevent matting in the rough variety. More frequent brushing during shedding season is a good idea to minimize hair shed around the house (he sheds seasonally). Bathe only as needed — about every four months or when he's really dirty or smells terrible.Brush your Border Collie's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once a month if needed, and check his ears once a week for dirt, redness, or a bad odor that can indicate an infection. Then wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "The Border Collie is a good family dog, as long as he is raised properly and receives training when he's young. He gets along with children and other pets, though his instinct to herd will cause him to nip, chase, and bark at kids (especially very young children) and animals if his herding instincts aren't otherwise directed.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child."}, {"title": "Rescue Groups", "desc": "Border Collies are often purchased without any clear understanding of what goes into owning one. There are many Border Collies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Border Collie rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Border Collie."}]}
]