[
{"breed": "Brittany", "intro": "Brittanys were ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22956_brittany-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-5", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 5 inches to 1 foot, 8 inches tall at the shoulder"}, {"title": "Weight:", "desc": "30 to 40 pounds"}, {"title": "Life Span:", "desc": "10 to 13 years"}], "details": [{"title": "More About This Breed", "desc": "The Brittany is a happy, elegant gundog who is alternately described as hyperactive and as the perfect family friend. The truth depends on your own interests and activity levels. Like all sporting breeds, the Brittany has energy to spare — he is certainly an Energizer Bunny of a dog — and that combined with his other qualities can make him a good fit for the right home.Brittanys are remarkable in many ways. Their medium size — 30 to 40 pounds and 17 to 20 inches tall — is attractive to families and sportsmen alike. They're not too big to stay in the house or travel with you in your car if you have a passion for hunting. And they're versatile. Brittanys have won more dual championships than any other breed. A dual championship means that the dog has won championships in both field trials and conformation shows.However, the Brittany isn't for everyone. For one thing, his energy level might be more than many people bargain for. Brittanys have an irrepressible joy of life and a high level of enthusiasm for everything they do, whether that's playing with the kids, seeking out birds, or simply enjoying life with a good, stretched-out, no-holds-barred run. If you don't have the same energy and enthusiasm, it can be difficult to keep up with a Brittany.Because of his extraordinary energy, it's important to provide him with plenty of exercise. A walk around the block isn't enough. If his basic need for exercise and a job to do isn't met, he may become neurotic and hyperactive, expending his energy in ways that you probably won't like.All dogs like to have \"work\" to do, but Brittanys are especially task-oriented. You can't leave your Brittany home alone all day while you go to work and then expect him to be mellow and want to lie at your feet when you come home. Not going to happen with this dog! He will have a day's worth of energy and affection pent up, and he'll be bursting at the seams to expend both. Brittanys require an hour or more of exuberant exercise every day, which makes them unsuitable for most apartment dwellers.If you're looking for a Brittany puppy, you may hear breeders differentiating between \"American\" Brittanys and \"French\" Brittanys. Both are the same breed, but the American Brittany is taller and faster than the French Brittany, which is smaller and generally works more closely to the hunter.Brittanys are known for being sensitive to harsh treatment. A stern look or a sharp word is often sufficient punishment when your Brittany is acting up. Train them firmly but gently, using positive reinforcement techniques such as praise, play, and food rewards.Because of their happy, friendly nature, Brittanys are good with children and other pets. Their exuberance, however, make cause them to accidentally injure a small child, so be sure to supervise your Brittany when it is playing with your children.If you purchase your Brittany to use for hunting, you'll find that he works much like a pointer, with a smaller range. Brittanys point on game and willingly retrieve both on land and in the water. Brittanys have a natural instinct for hunting, which makes them a good choice for people who are new to the sport of hunting.If hunting is not the sport for you, consider participating in agility, flyball, or other such activities with your Brittany. Your dog will love it, and so will you!If you can keep up with the Brittany's exercise needs and need for a job, you'll find that he's a great family companion. Brittanys are good-looking dogs who attract compliments. Their grooming needs are relatively simple. They're always happy, friendly, and affectionate. They could well be the perfect dog for families who play hard, love the outdoors, and want a dog to share it with them."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Brittany takes his name from the Celtic area of northwest France that was once an independent kingdom. Brittany lies just across the English Channel from Wales, and for well over a thousand years there was a great deal of commerce between the two countries, with dogs surely being a part of that trade. It's easy to see by their coloring alone as well as other physical characteristics that the Brittany and the Welsh Springer Spaniel probably had common ancestors.The first records of Brittany-type dogs are visual: paintings and tapestries dating to the 17th century. They show a liver and white dog pointing partridge. Modern Brittanys started to take shape in the mid-1800s in Pontou, a small town in Brittany. It's said that they were the result of a cross between a white and mahogany female owned by a French hunter and a lemon and white male brought to Brittany for shooting by an English sportsman. Of the two pups they produced, one was considered to have the requisite hunting ability and became a popular stud in the area. The result was bob-tailed dogs that pointed and retrieved. Apparently, local poachers were quite fond of them for their speed, agility, and willingness to take direction.Around the same time, dog shows became popular in Britain and other parts of Europe, including, naturellement, la France. Brittanys moved effortlessly from the field to the show ring and were recognized as a breed in France in 1907. The first French Brittany registered in that country was an orange and white dog named Boy.Brittanys didn't make it to the United States until 1931, but once they became known, they gained steadily in popularity. The first Brittany registered with the American Kennel Club was Edir du Mesnil, in 1934. The American Brittany Club was formed in 1942 and rewrote the French standard to suit themselves.Like so many breeds, Brittanys suffered a decline as a result of World War II. In France, breeding of Brittanys came to a halt during that time. After the war, French breeders decided to allow black spotted dogs in the standard because the gene pool was so depleted throughout Europe. U.S. breeders did not follow suit. Even today, black is not an accepted color for Brittanys in the U.S. and Canada, but it is accepted in all other countries.For many years, many breeders wanted to delete the word \"spaniel\" from the name of the breed because Brittanys are pointing dogs, not flushing dogs like spaniels. In April 1982, the AKC Board of Directors approved changing the name to Brittany, deleting the word \"spaniel\" as a part of the name. In some other countries, however, they still are called Brittany Spaniels. Today, the Brittany ranks 31st among the 155 breeds and varieties registered by the AKC."}, {"title": "Size", "desc": "Brittanys are 17 1/2 to 20 1/2 inches tall and weigh 30 to 40 pounds."}, {"title": "Personality", "desc": "Brittanys are happy and alert. As befits a pointing breed, they are curious and independent, but respond well to their people and want to please them. They can be singleminded when it comes to birds, but when they're not focused on their feathered prey, they enjoy spending time with their people, especially if they're doing something active. Brittanys are not just energetic, they're smart, so they needs loads of exercise and mental stimulation each day. When it comes to training, be consistent but never harsh.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Brittanys need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Brittany puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Brittanys are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Brittanys will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Brittanys, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Brittanys are active, indoors and out. They do best if they have a large yard or, better yet, some acreage where they can run off some of their excess energy. They're not best suited to apartment life or city living unless you truly have the time and dedication to provide them with the amount and type of exercise they need. This breed is resistant to cold and damp conditions when hunting, but should live indoors with the people they love. Like any dog, they should be confined to a safely fenced yard when they aren't being supervised.Limit exercise to no more than half an hour at a time in puppies younger than two years of age. Their joints aren't yet fully formed, and neither is their muscle coordination and ability to focus. Take a break from training, play, or other activity any time your Brittany pup seems tired or unenthusiastic.Brittanys love to run in wide-open spaces. It's essential to teach them to come when called. Train them with firmness and consistency, but never be harsh. Often, a sharp word is more than enough to stop any misbehavior.Like any dog, Brittanys can be destructive as puppies. They can also be destructive as adults if their needs for mental and physical challenges aren't met. Keep them occupied with exercise and training, and crate puppies to prevent them from getting into trouble if you're not around to supervise."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Brittany in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Brittany, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Brittanys aren't heavily coated dogs. They have dense, flat, or wavy hair that's never curly, wiry, or silky. You'll see a little feathering on the ears and legs, but not so much that the Brittany would have trouble making his way through dense brush and undergrowth. You might notice that your Brittany's skin is fairly loose. Loose skin sort of rolls when it comes in contact with burrs and thorns, protecting the dog from puncture wounds.Most commonly, Brittanys are orange and white or liver and white. Sometimes their coats have a roan pattern, which is a fine mixture of colored and white hairs; for instance, orange roan. Some ticking — small isolated areas of black hairs on a white background — is desirable. Occasionally you'll see a tri-color Brittany, a liver and white dog with orange markings on the eyebrows, muzzle, cheeks, inside the ears, beneath the tail, and orange freckles on the lower part of the legs.Brittanys are easy to groom. Keep their coats in good condition with weekly brushing, and a bath or dry shampoo when necessary. They don't shed a great deal. Check the ears weekly for signs of infection such as redness or tenderness, as well as for foreign objects, especially if your Brittany has been out in rough or brushy terrain.Brush your Brittany's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month or as needed. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Brittany enthusiastically jumps up to greet you.Begin accustoming your Brittany to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Brittanys are a good choice for a family with active children, but their energy level might be overwhelming for toddlers.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Brittanys enjoy the company of other dogs and can also get along fine with cats, especially if they're introduced at an early age."}, {"title": "Rescue Groups", "desc": "Brittanys are often purchased without any clear understanding of what goes into owning one. There are many Brittanys in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Brittany rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Brittany."}]}
]