[
{"breed": "Bullmastiff", "intro": "The Bullmastiff ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22918_bullmastiff-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-1", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-5", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-2", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-5", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-3", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-2", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Working Dogs"}, {"title": "Height:", "desc": "2 feet to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "100 to 130 pounds"}, {"title": "Life Span:", "desc": "8 to 10 years"}], "details": [{"title": "More About This Breed", "desc": "In 1901, a Mr. Burton of Thorneywood Kennels challenged a group of spectators at a dog show to take on the task of escaping a muzzled dog he had brought with him, the prize being one pound — a large sum of money at the time.The volunteer was a man experienced with dogs, but he must have soon regretted his act. Despite being given a head start, he was pursued, caught, and knocked down by the dog three times.Anyone who knew the dog was a Bullmastiff wouldn't have been surprised. Developed by gamekeepers on England's great estates, the dogs served as guardians of the grounds and were bred to be courageous, confident, strong, and fast.Large and powerfully built, the Bullmastiff has a formidable appearance that's a wonderful deterrent to would-be attackers or intruders. He's a determined protector when needed and a loving family companion the rest of the time.When he's well-trained and well-socialized, the Bullmastiff is a confident, trustworthy, and noble credit to the breed and to dogs in general.In one sense, he's a clean breed, with a short coat that's easy to groom and doesn't shed excessively. On the other, he's a drooler. With this breed it's advisable to keep a hand towel with you at all times.Despite his size, the Bullmastiff isn't a high-energy dog. A couple of short walks or playtimes a day will meet his needs. He's mellow enough to live comfortably in an apartment or condo, as long as he gets his daily outings.Of course, a puppy will have more energy than an adult dog, but he should settle down by the time he's two years old. Being low-key doesn't mean he's lazy. The breed can excel in dog sports such as agility, conformation, obedience and tracking. Bullmastiffs are also super therapy dogs, thanks to their calm nature and comical expression.When it comes to training, he's an independent thinker. Guide him with firmness, fairness, and consistency from an early age, and he'll look to you as head of the household.Let him go his own way and he'll soon be running things, so don't let that happen. Early socialization — exposure to many different people, places, sights, sounds, and experiences — is essential.With this breed's history of being a guardian dog, the Bullmastiff can do well in homes where both people work as long as he gets plenty of human interaction during at-home hours.It's okay for them to spend time in a fenced yard or kennel run, but primarily these dogs should live in the home. After all, you want a guardian dog to be Johnny-on-the-spot in the event of an intruder as well as to be emotionally close to you so he'll want to protect you. The Bullmastiff is a silent watchdog who detains unwelcome visitors with his size and presence, biting only as needed.Bullmastiffs do very well with children and show amazing patience with them. Their size can be overwhelming to toddlers, however. Nor is the Bullmastiff meant to be a baby sitter. No dog should be left unattended with young children.Bullmastiffs can reach a weight of 130 pounds, and most of that is muscle. Living with a Bullmastiff brings the responsibility of ensuring that you have a well-trained and socialized dog. When that's the case, you'll find yourself in possession of a wonderful dog who is loving, faithful, and courageous, a huggable lug who's your best friend."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Bullmastiff is a relatively modern breed that was developed in the mid-19th century, probably around 1860, by English gamekeepers who needed a large, quiet, fearless dog with the speed to track down poachers and the strength to hold them.They probably experimented with a number of breeds in an attempt to create the perfect dog for their needs, but the one that paid off was the Mastiff/Bulldog cross. The Mastiff was large but not aggressive enough, while the Bulldog, brave and tenacious, lacked the size needed to knock down and hold a man.The popular cross became known as the Gamekeeper's Night-Dog and worked and lived alongside the gamekeeper and his family. The dogs were bred for utility and temperament with little thought put into looks, the exception being a preference for a dark brindle coat, which provided camouflage at night.Poaching eventually declined, and the Bullmastiff took on a new role as a guard dog. As a result of the Mastiff influence, the fawn coat with a black mask became more common as well.It wasn't until the early 20th century that the Bullmastiff began to be bred as a distinct type rather than as a crossbreed.In 1924, England's Kennel Club recognized the breed. The American Kennel Club followed suit in 1933. The first Bullmastiff registered by the AKC was Fascination of Felons Fear in 1934.Today the Bullmastiff ranks 40th among the 157 breeds and varieties registered by the AKC, a testament to his qualities as a companion."}, {"title": "Size", "desc": "A Bullmastiff male is 25 to 27 inches in height and weighs 110 to 130 pounds; females are 24 to 26 inches and weigh 100 to 120 pounds."}, {"title": "Personality", "desc": "The ideal Bullmastiff is fearless and confident, but obedient to his people's wishes. Smart and reliable, he can be an independent thinker, yet he wants to please.He's a natural guardian of the home and family and will respond instantly if they're threatened. Bullmastiffs were bred to be silent watchdogs, so it's unusual for them to bark.As with every dog, Bullmastiffs need early socialization — exposure to many different people, sights, sounds, and experiences. Socialization helps ensure that your Bullmastiff puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Bullmastiffs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Bullmastiffs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Bullmastiffs, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips and elbows, as well as certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.Common health problems in this breed include cancer, hip and elbow dysplasia, torn anterior cruciate ligaments, bloat, subaortic stenosis, skin and coat problems, hypothyroidism, and entropion."}, {"title": "Care", "desc": "The Bullmastiff is a low-energy dog who can adapt well to most home environments, although his size makes him best suited to a house with a fenced yard.Besides keeping him from roaming and protecting him from traffic, a fence prevents the Bullmastiff from expanding his territory beyond his home and yard, which could cause him to try to prevent other people and dogs from entering the surrounding area.His short muzzle makes the Bullmastiff prone to heat exhaustion and heatstroke. Avoid exercise during the heat of the day, and keep him indoors during hot or humid weather. Be sure he always has access to shade and fresh water when he's outdoors.Start training your Bullmastiff puppy as soon as you bring him home, while he's still at a manageable size. Enroll in a puppy socialization class to get him used to being around other dogs and people. This is extremely important for the Bullmastiff, who can be aggressive toward other dogs and people he doesn't know if he isn't taught manners.In addition to puppy kindergarten and regular obedience class, take your Bullmastiff to parks, outdoor shopping malls, and other places where he can learn to meet people and become accustomed to new experiences, sights, and sounds.Although he wants to please, the Bullmastiff thinks for himself and needs a confident trainer. Use positive reinforcement techniques, never physical punishment, but be firm and consistent in what you ask of him. Avoid repetitive training, or your Bullmastiff will get bored and start doing his own thing.Think beyond puppyhood. If you don't want your Bullmastiff on the furniture when he weighs 130 pounds, don't let him on it when he only weighs 20 pounds. Once a habit is established, it will be difficult to break.Housetraining shouldn't be a problem as long as you make it a positive experience and provide your pup with a regular potty schedule and plenty of opportunities to go outside. Crate training is a wonderful tool for housetraining and keeping your young puppy from chewing things he shouldn't.The Bullmastiff needs a firm hand when training, but he also needs love and patience. When he's trained, you'll find that he's a wonderful, caring, and loyal companion who will gladly risk his life to defend yours."}, {"title": "Feeding", "desc": "Recommended daily amount: 3 1/8 to 4 1/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bullmastiff in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Bullmastiff, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Bullmastiff coat is short and dense, offering good protection from rain, snow, and cold.It comes in three colors: red, fawn or brindle (specks and streaks of light and dark markings) with a dark muzzle and ears. Occasionally, a Bullmastiff will have a small white mark on his chest.Bullmastiffs don't shed heavily, and their coats are easy to keep clean and shiny with a quick daily brushing using a rubber curry. Bathe only as needed.Check the ears weekly and clean as needed with a solution recommended by your veterinarian. If they smell bad or are filled with a waxy material resembling coffee grounds, the dog may have an infection or mite infestation, so take him to a veterinarian.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition. If the nails get too long, the toes can become spread out, reducing the support provided by the foot and making it more likely that stickers and small stones will get stuck in the foot.Don't forget dental hygiene. Brush his teeth at least two or three times a week to prevent tartar buildup and periodontal disease, daily for best results.Grooming provides you with an excellent opportunity to bond with your dog and to check his overall health. As you brush the coat or teeth, clean the ears and trim the nails, look for sores or other signs of irritation such as redness on the skin, mouth, feet, and ears. Eyes should be free of redness or discharge.Begin getting your Bullmastiff used to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Bullmastiffs are patient with and protective of children, but because they're so large, they can accidentally knock over or step on a toddler. If you have children, take their age and size into consideration when deciding whether to get a Bullmastiff.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any ear biting or tail pulling on the part of either party.Teach your child to never approach any dog while he's sleeping or eating or try to take away the dog's food. No dog, no matter how good-natured, should ever be left unsupervised with a child.The Bullmastiff may well be aggressive toward dogs he doesn't know. He does best with dogs of the opposite sex, especially if he's been raised with them.He can get along with cats if he's raised with them, although some Bullmastiffs can't resist the urge to chase them. A cat who stands up for itself will fare better than one who runs away."}, {"title": "Rescue Groups", "desc": "Bullmastiffs are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Contact rescue organizations for more information about available dogs and adoption requirements."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Bullmastiff."}]}
]