[
{"breed": "Bull Terrier", "intro": "The Bull Terrier was originally developed in the 19th century as a fighting dog and, later, a fashionable companion for gentlemen, but these days he’s a family companion and show dog. He’s a ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23060_bull-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-4", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-1", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-1", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "1 foot, 9 inches to 1 foot, 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "35 to 75 pounds"}, {"title": "Life Span:", "desc": "10 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "If you remember the late 1980s, you probably recall the Budweiser commercials featuring a Bull Terrier named Spuds Mackenzie, whose sly grin and on-screen antics turned the breed into a pop icon. Many people were captivated by the breed's unique head, muscular build, and fun-loving nature. After the ads aired, the Bull Terrier's popularity soared.Nicknamed \"the kid in a dog suit,\" the Bull Terrier is active and friendly, as well as being one of the clowns of the dog world. He has a larger-than-life personality that ranges from intelligent and innovative — not always the most desirable qualities in a dog — to placid and loyal. He also comes in a smaller version — the Miniature Bull Terrier — who shares the same attributes.Life with a Bull Terrier is always an experience. He's a \"busy\" dog from puppyhood well into middle age. The Bull Terrier isn't content to spend long periods alone day after day; he wants to be with his people, doing what they're doing. He does best with an active family who can provide him with plenty of energetic play. He also needs someone who will consistently (but kindly) enforce the house rules. Otherwise, he'll make up rules of his own. For that reason, he's not the best choice for timid owners or people who are new to dogs.Like most terriers, Bull Terriers (unneutered males in particular) can be aggressive toward other animals, especially other dogs. To be well-behaved around other canines, they need early socialization: positive, supervised exposure to other dogs that begins in early puppyhood and continues throughout life. Cats and other furry animals who enter their territory should beware.Because they can be rambunctious, Bull Terriers aren't recommended for homes with younger children, but with older kids they're tireless playmates. They enjoy vigorous daily exercise and can be highly destructive if they're bored. Successfully training a Bull Terrier calls for patience, confident leadership, and consistency.Some cities and states have restrictions on or ban ownership of Bull Terriers, and you should be aware of your local laws before you bring your Bull Terrier home.If you're ready to take on the challenge of a Bull Terrier, you'll find him to be an affectionate, loyal companion who's always ready to entertain you — he's been known to make even the most serious of people giggle — or go on an adventure. One thing's for sure: life with this breed will never be dull."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Bull Terrier dates to approximately 1835 and was probably created by crossing a Bulldog with the now-extinct white English Terrier. These \"bull and terrier\" dogs were later crossed with Spanish Pointers to increase their size. They were known as gladiators for their prowess in the dog-fighting ring.In 1860, fanciers of the bull and terrier, in particular a man named James Hinks, set about creating an all-white dog. The striking animals became fashionable companions for gentlemen and were nicknamed \"White Cavalier\" because of their courage in the dog-fighting ring and their courtliness toward people. While they're no longer used for fighting, white Bull Terriers still go by that sobriquet to this day, a tribute to their sweet disposition (which of course is shared by colored Bull Terriers).The first Bull Terrier registered by the American Kennel Club (AKC) was Nellie II in 1885. Twelve years later, in 1897, the Bull Terrier Club of America was formed. The colored Bull Terrier was made a separate variety in 1936, and the Miniature Bull Terrier became a separate breed in 1992.Well-known fans of Bull Terriers include General George S. Patton, whose white Bull Terrier Willie followed him everywhere; actress Dolores Del Rio; author John Steinbeck; and President Woodrow Wilson. One well-known Bull Terrier is Patsy Ann, who greeted each ship that docked in Juneau, Alaska during the 1930s. Beloved by tourists, she was photographed more often than Rin Tin Tin, and in 1934 she was named the official greeter of Juneau. Today, Patsy Ann's spirit lives on in a bronze statue that was commissioned and placed on the Juneau wharf in 1992.A Bull Terrier appeared in Sheila Burnford's book \"The Incredible Journey,\" as well as the first film version of it, but that film didn't have the same effect on the breed as Budweiser's 1980-era commercials starring Bull Terrier Spuds Mackenzie. When the ad campaign aired, the breed's popularity soared.A colored Bull Terrier made history in 2006, when Ch. Rocky Top's Sundance Kid (Rufus to his friends) became the first colored Bull Terrier to win Best in Show at the Westminster Kennel Club dog show. The only white Bull Terrier to win the prestigious event was Ch. Haymarket Faultless in 1918. The breed's appearance has changed quite a bit — for the better, breeders say — since then.Today, Bull Terriers rank 61st in popularity among the breeds and varieties registered by the American Kennel Club, up from 85th in 1996. Miniature Bull Terriers rank 129th."}, {"title": "Size", "desc": "Bull Terriers come in a wide range of sizes, ranging from 35 pounds to 75 pounds. Generally, males weigh 55 to 65 pounds and females 45 to 55 pounds. They stand about 21 to 22 inches at the shoulder.The Miniature Bull Terrier stands 10 to 14 inches tall at the shoulder, and weighs about 25 to 33 pounds."}, {"title": "Personality", "desc": "Never one to take a backseat to anyone or anything, the Bull Terrier is a friendly, feisty extrovert who's always ready for a good time, and always happy to see you. A Bull Terrier who's shy and backs away from people is absolutely not normal.Bull Terriers and Mini Bull Terriers are described as courageous and full of fire. These are good traits, but they can veer into the disagreeable category if the Bull Terrier is allowed to become possessive or jealous. Without early training and socialization — exposure to dogs and other animals — they can be potentially aggressive toward other animals.With people, though, they have a sweet disposition. On the downside, they can be chewers, barkers, and tail chasers, and are often difficult to housetrain."}, {"title": "Health", "desc": "Bull terriers are generally healthy, but like any breed, they can have health issues. Reputable breeders provide health certifications for a puppy's parents.In Bull Terriers, you should expect to see the results of BAER hearing tests for white Bull Terriers, health clearances from the Orthopedic Foundation for Animals for the heart and thyroid, and UP:UC ratios for kidney function.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following problems may occur in the breed:"}, {"title": "Care", "desc": "The Bull Terrier needs someone at home during the day. Leaving a Bull Terrier to entertain himself is about as smart as leaving a creative and intelligent child unsupervised in a room full of explosives. For one thing, they'll eat just about anything, and many die from gastrointestinal blockages that aren't discovered until it's too late. Rawhide toys can be especially problematic. Bull Terrier-proof your home!A Bull Terrier needs half an hour to an hour of physical and mental exercise daily. He'll enjoy going for walks, chasing a ball, or testing his wits against an interactive toy. He's also capable of competing in agility and obedience trials. Be sure to always walk him on leash so he won't run after other animals or go off exploring on his own.Bull Terrier puppies are bouncy and into everything. High-impact exercise can damage growing bones, so until your puppy's full grown, at 12 to 18 months of age, beware of bone-jarring activities such as jumping on and off the furniture, playing Frisbee, or running on slick wood or tile floors. These can all stress or injure the still-developing joints and ligaments.Early and consistent training is essential. You must be able to provide leadership without resorting to physical force or harsh words. A Bull Terrier isn't the easiest breed to train, and you'll be most successful if you appeal to his love of play with positive reinforcement techniques while still remaining firm and consistent in what you expect.Bull Terriers can be difficult to housetrain. Follow the housetraining program closely; the crate method is best. A crate will also prevent your Bull Terrier from destroying your belongings or otherwise getting into trouble.Bull Terriers are suspicious of strangers and can be aggressive toward other animals (especially dogs of the same sex) and people. Take him to puppy socialization classes as early as possible, as well as to dog-friendly public places so he can get used to many different situations, people, and dogs. He should also learn to welcome visitors to your home."}, {"title": "Feeding", "desc": "Recommended daily amount: 1 5/8 to 4 1/4 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bull Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Bull Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Bull Terrier's coat is short, flat, and shiny, with a hard texture. Bull Terriers come in two color varieties: white and colored. White Bull Terriers are solid white, with or without colored markings on the head but nowhere else on the body. Colored Bull Terriers are any color other than white or any color with white markings.Bull Terriers are easy to groom; they need only weekly brushing with a rubber mitt or curry brush. The exception is during their twice yearly shedding season, when daily brushing will be necessary to keep all the hair under control. Unless they've rolled in something stinky, Bull Terriers don't need frequent bathing and can be washed with a dry shampoo or dusted off with a damp cloth.Other grooming needs include dental hygiene and nail care. Brush your Bull Terrier's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, or as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and don't get caught in the carpet and tear. If the feet need to be tidied up with trimming, the best time to do it is when you are clipping the nails.Check the ears weekly to make sure there's no debris, redness, or inflammation. Clean them as needed with a cotton ball and a cleanser recommended by your dog's breeder or your veterinarian. Wipe around the outer edge of the ear canal, and don't stick the cotton ball any deeper than the first knuckle of your finger.Begin getting your Bull Terrier used to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Bull Terriers and Miniature Bull Terriers are active dogs who can play rough, so they're not recommended for homes with young children. They're great playmates with boundless energy for active older children who understand how to interact with dogs.Bull Terriers can, however, be aggressive toward kids they don't know, especially if there's a lot of shouting or wrestling going on. They may feel it's their duty to protect \"their\" children from their friends. Always supervise play; as with any dog, never leave a dog alone with a child, and teach children how to approach and touch dogs.With the children in their own family, they're highly tolerant, but they don't like being teased. Don't permit your children to play tug-of-war with the dog.Bull Terriers, especially unneutered males, can be aggressive toward dogs of the same sex, but opposite genders usually get along well. Bull Terriers shouldn't be trusted with cats or other small furry animals."}, {"title": "Rescue Groups", "desc": "Bull Terriers are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting a Bull Terrier, a rescue group is a good place to start."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Bull Terrier."}]}
]