[
{"breed": "Cane Corso", "intro": "This old Italian ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2014/08/file_23300_cane-corso-dog-breed-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-2", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-2", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-4", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-2", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Working Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "90 to 120 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "The Cane Corso (Corso for short) is a serious dog breed for a person who is serious about having a dog as a companion and who can provide him with the firm and loving guidance he needs to become a great dog. He is a family-only dog. Don’t expect him to buddy up with everyone he meets: He has no interest in people or other animals outside his family, but those within the family will have his undivided loyalty and protection.Give this dog a job. He’s unwilling to just lie around all day and will find his own “work” to do if you don’t provide it: usually running the fence and barking at passersby, digging holes to China, or chewing up your furniture. If you have a farm or ranch, he will help you with the livestock; otherwise, get him involved in a dog sport such as agility, dock diving, nose work, obedience, or tracking. "}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Corso is one of many Mastiff-type dogs. This one was developed in Italy and is said to descend from Roman war dogs. He is more lightly built than his cousin, the Neapolitan Mastiff, and was bred to hunt game, guard property, and be an all-around farm hand. Their work included rounding up pigs or cattle and helping to drive them to market.The word “cane,” of course, is Latin for dog and derives from the word “canis.” The word “corso” may come from “cohors,” meaning bodyguard, or from “corsus,” an old Italian word meaning sturdy or robust.The breed declined as farming became more mechanized and came near to extinction, but starting in the 1970s dog fanciers worked to rebuild the Corso. The Society Amatori Cane Corso was formed in 1983, and the Federation Cynologique Internationale recognized the breed in 1996.A man named Michael Sottile imported the first litter of Corsos to the United States in 1988, followed by a second litter in 1989. The International Cane Corso Association was formed in 1993. Eventually, the breed club sought recognition from the American Kennel Club, which was granted in 2010. The breed is now governed by the Cane Corso Association of America."}, {"title": "Size", "desc": "The Corso is a large, muscular dog. Males stand 25 to 27.5 inches at the withers; females 23.5 to 26 inches. Weight is proportionate to height and typically ranges from 90 to 120 pounds."}, {"title": "Personality", "desc": "The Corso’s history describes him as having a “vigorous temperament, ready to meet any challenge.” That type of temperament can be a double-edged sword. With a confident, consistent owner who provides good leadership and prevents the dog from roaming, the Corso can be an excellent family dog who is never inappropriately aggressive, but in the wrong hands he can become aggressive and be a danger to the public. In July, two Corsos were in the news after they attacked and killed a jogger.The ideal Corso is docile and affectionate toward his family, including children. To get him to that point requires socialization and training from an early age. This dog will not do well in a home with anyone who is afraid of or dislikes dogs or is unable to manage a large dog.The Corso is highly intelligent. Combine that with his bossy nature, and it’s easy to see how he could come to dominate the household without firm leadership and boundaries. He will test you to see how far he can go. It’s important to let him know from the start what the rules are and to ensure that all family members understand the rules as well. Institute a “nothing in life is free” policy by requiring him to perform a command such as “Sit” or “Down” before rewarding him with a meal, treats, or a toy.Firm leadership does not mean hitting the dog — ever. That not only sends the wrong message but can also be dangerous with a large, powerful dog. The sensitive Corso understands tone of voice and responds well to praise and rewards when he has done something you like as well as to firm, rapid corrections and consistent enforcement of rules when you don’t like what he’s doing. Being calm, quiet, and self-assured will get you a lot farther with this dog than angry bluster. Consistency will allow him to relax and know you are in charge.Help the young Corso develop confidence by letting him spend time alone. This can be outdoors in a confined area such as a yard or kennel or in his crate while you are busy around the house and can’t supervise. Being alone for varying periods teaches him he’s all right on his own and you always come back.Like every dog, the Corso needs early socialization — exposure to many different people, sights, sounds, and experiences — ideally before he is four months old. Socialization helps to ensure your Corso puppy grows up to be a well-rounded dog, unafraid of strangers, children, other animals, or being left alone when necessary. Without a lot of experience of the world, he can easily become fearful or aggressive. The more you socialize him, the better able he will be to determine what’s normal behavior and what actions require him to respond in a protective way.According to the Italian breed standard, the Corso should be indifferent when approached and should only react when a real threat is present. The Corso is a working breed and is required to function under high levels of stress. A Corso who cannot maintain its dictated temperament under stressful situations is one with incorrect temperament for the breed."}, {"title": "Health", "desc": "Corsos are generally healthy, but like all breeds, they’re prone to certain health conditions. Not all Corsos will get any or all of these diseases, but it’s important to be aware of them if you’re considering this breed.The Corso can be prone to hip dysplasia; eyelid abnormalities such as entropion, ectropion, and cherry eye; demodectic mange (which can be heritable); and gastric torsion, also known as bloat.Expect breeders to have up-to-date health clearances certifying that a puppy’s parents are free of eye disease and hip dysplasia. Clearances should be in the form of an eye exam by a board-certified veterinary ophthalmologist with the results registered with the Orthopedic Foundation for Animals and an OFA or Pennhip evaluation of the hips. You can confirm health clearances by checking the website of the Canine Health Information Center. You should also ask if any of the breeder’s dogs have ever suffered bloat or mange."}, {"title": "Care", "desc": "This working breed needs plenty of physical activity to stay in shape. Plan on taking him for a brisk walk or jog of at least a mile, morning and evening, every day. If you like to bicycle, get an attachment that will allow him to run alongside you.Go easy on puppies. Their musculoskeletal system isn’t fully developed until they are about 18 months old, so while they need more walks to help burn off their puppy energy, those walks should be shorter and slower.For mental stimulation, provide this dog with a job. Good employment for a Corso includes herding livestock (your own or a trainer’s), learning tricks, practicing obedience skills, or being involved in a dog sport. Spend at least 20 minutes a day on these types of activities. It’s okay to break it up: for instance, 10 minutes in the morning and 10 minutes in the evening.Never allow a Corso to run loose. A solid, secure fence is a must. An electronic fence will not prevent him from leaving your property if he chooses to, and it won’t protect your neighbor’s dog or cat if he wanders into your yard.Finally, be prepared for the amount of care and large bills that can go along with owning a large dog. There’s more poop to scoop, and essentials such as spay/neuter surgery are more expensive for big dogs than for small ones. If your Corso needs surgery for any other reason, the cost of anesthesia will be high because he needs more of it than a small dog, as well as larger amounts of pain medication after surgery. Finally, there are the costs of training class, entry fees for dog sports, and pet-sitting or boarding when you are away from home. Take all of these expenses into consideration before acquiring a Corso because you will be facing them for 10 to 12 years."}, {"title": "Feeding", "desc": "Recommended daily amount: If you are feeding a high-quality dry food, your Corso will probably eat 4 to 5 cups a day.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Corso in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Corso, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Corso has a short, stiff coat with a light undercoat. It can be black, gray, red or fawn and may or may not have a brindle pattern. The coat sheds heavily twice a year, so have a good vacuum cleaner on hand to suck up the dust bunnies.If you plan to bathe your Corso on a regular basis, accustom him to the experience at an early age. Bathe him weekly as a young pup, teaching him the command “Bath,” so that he learns to expect and accept it. Give him plenty of praise and rewards to sweeten the deal.Brush your Cane Corso’s teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.To prevent painful tears and other problems, trim his nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced at trimming dog nails, ask a vet or groomer for pointers.Check ears weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Corso to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "When he is properly raised, trained, and socialized, the Corso can be loving toward and protective of children. It’s important, however, that puppies and adult dogs not be given any opportunity to chase children and that kids avoid making high-pitched sounds in his presence. Running and squealing may cause the Corso to associate children with prey. Keep him confined when kids are running around outdoors and making lots of noise, especially if your children have friends over. The Corso may think it necessary to step in and protect “his” kids, and that is unlikely to end well. Games of fetch or — for young children — helping to hold the leash are good ways for children to interact with a Cane Corso puppy or adult.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how loving, should ever be left unsupervised with a child.The Corso may get along with other dogs or cats if he is raised with them, but he will likely view strange animals as prey and do his best to kill them. It’s essential to be able to protect neighbors’ pets from him. This is another instance in which socialization is a must. Your Cane Corso should learn from an early age to remain calm in the presence of other dogs. If you do get a second dog, either another Cane Corso or a different breed, it is best to choose one of the opposite sex."}, {"title": "Rescue Groups", "desc": "Some Corsos, purchased without any clear understanding of what goes into owning one or given up because their families can no longer keep them, are in need of adoption or fostering. Contact the national breed club or a local breed club and they can point you toward a Corso rescue organization.Cane Corso Association of AmericaCane Corso Coalition"}]}
]