[
{"breed": "Cavalier King Charles Spaniel", "intro": "Although he’s born to be ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23100_cavalier-king-charles-spaniel-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "1 foot to 1 foot, 1 inch tall at the shoulder"}, {"title": "Weight:", "desc": "13 to 18 pounds"}, {"title": "Life Span:", "desc": "9 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "The Cavalier King Charles Spaniel is a beautiful small dog that undoubtedly is a contender for the title of \"top tail-wagger.\" In fact, among the characteristics that Cavalier breeders strive to attain is a tail in constant motion when this breed is moving.If the characteristic wagging of the Cavalier's plumy tail doesn't melt your heart, surely his large, dark round eyes will. Warm and lustrous, with a sweet expression, they hold the power to extract constant petting and unlimited supplies of food from people under their spell. Not surprisingly, this breed can easily become fat, which spoils its lovely lines, so be strong and offer a walk or playtime instead of the potato chips and pizza your Cavalier is angling for.Cavaliers pad through the house on slippered paws, always following in the footsteps of their people. With a Cavalier in residence, you'll never be alone — not even in the bathroom. Because they're so attached to their people, they do best when someone is at home during the day to keep them company. They are a housedog and will never thrive in an environment where they're relegated to the backyard or otherwise ignored.When it comes to training, Cavaliers are generally intelligent and willing to try whatever it is you'd like them to do. Food rewards and positive reinforcement help ensure that training goes smoothly. Cavaliers have a soft personality, so yelling at them is counterproductive and likely to send these sweeties into the sulks or into hiding. Instead, reward them every time you see them doing something you like, whether it's chewing on a toy instead of your Prada pumps or not barking in response when the dog next door barks. They'll fall all over themselves to find more things that you like.As with many toy breeds, Cavaliers can have issues with housetraining, but if you keep them on a consistent schedule, with plenty of opportunities to potty outdoors, they can become trustworthy in the home."}, {"title": "Highlights", "desc": " "}, {"title": "History", "desc": "While the Cavalier King Charles Spaniel is a relatively new breed, recreated less than a century ago, his prototype is the toy spaniel that has existed for centuries as a companion to royalty and nobility.Cavaliers are descended from the same toy spaniels depicted in many 16th, 17th, and 18th century paintings by famous artists such as Van Dyck and Gainsborough. The spaniels in those paintings had flat heads, high-set ears, and longish noses.These little spaniels were great favorites of royal and noble families in England. Mary, Queen of Scots had a toy spaniel who accompanied her as she walked to her beheading, and her grandson, Charles I, and great-grandson, Charles II — who gave their name to the breed — loved the little dogs as well. It's said that King Charles II, who reigned from 1660 to 1685, never went anywhere without at least two or three of these little spaniels. He even decreed that the spaniels should be allowed in any public place, including the Houses of Parliament. It's claimed that the decree is still in effect today in England, although no one has tested it recently to see if it's true.After Charles II's death, the King Charles Spaniels' popularity waned, and Pugs and other short-faced breeds became the new royal favorites. The King Charles Spaniels were bred with these dogs and eventually developed many of their features, such as the shorter nose and the domed head.There was one stronghold of the King Charles Spaniels that were of the type that King Charles himself had so loved — and that was at Blenheim Palace, the country estate of the Dukes of Marlborough. Here, a strain of red and white Toy Spaniels continued to be bred, which is why Cavalier King Charles Spaniels with this coloration are called Blenheim today.Since there was no standard for the breed and no dog shows yet, the type and size of the toy spaniels bred by the Dukes of Marlborough varied. In the mid-19th century, however, English breeders started holding dog shows and trying to refine different dog breeds. By that time, the toy spaniel was accepted as having a flat face, undershot jaw, domed skull and large, round, front-facing eyes. The King Charles Spaniels depicted in paintings from earlier centuries were almost extinct.In the 1920s, an American named Roswell Eldridge started searching in England for toy spaniels that resembled those in the old paintings. He searched for more than five years, even taking his search to the Crufts Dog Show, where he persuaded the Kennel Club (England's equivalent to the American Kennel Club) to allow him to offer 25 pounds sterling — a huge sum at the time — for the best dog and best bitch of the type seen in King Charles II's reign. He offered this prize for five years.In 1928, Miss Mostyn Walker presented a dog named Ann's Son for evaluation and was awarded the 25-pound prize. Roswell Eldridge didn't live to see the prize claimed, as he had died just one month before Crufts. Interest in the breed revived, and a breed club was formed. The name Cavalier King Charles Spaniel was chosen to differentiate the breed from the flat-faced King Charles Spaniel (known as the English Toy Spaniel in the United States).The club held its first meeting on the second day of Crufts in 1928 and drew up a breed standard, a written description of how the breed should look. Ann's Son was presented as an example of the breed, and club members gathered up all of the copies of pictures of the old paintings that had little dogs of this type in them. One thing that all club members agreed upon from the start was that the Cavalier King Charles Spaniels would be kept as natural as possible and trimming and shaping of the dog for the show ring would be discouraged.The Kennel Club was reluctant to recognize the new breed, but finally, in 1945, after years of work by the breeders, the Cavalier King Charles Spaniel was recognized as a separate breed.In the 1940s, two male Cavaliers were imported into the U.S. from England — Robrull of Veren and Bertie of Rookerynook. It wasn't until 1952, however, that Cavaliers had their true beginnings in the U.S. In that year, Mrs. (Sally) Lyons Brown of Kentucky was given a black and tan bitch puppy named Psyche of Eyeworth by her English friend, Lady Mary Forwood. She fell in love with the breed and imported more.When she found that she couldn't register her dogs with the American Kennel Club, she started contacting people in the U.S. that had Cavaliers. At that time, there were fewer than a dozen. In 1954, she founded the Cavalier King Charles Spaniel Club, USA (CKCSC, USA), the official breed club and only registering body for Cavaliers in the United States for more than fifty years.During these years, the members of the CKCSC, USA decided against pushing for full recognition of the breed, feeling that the club's strict code of ethics prevented the breed from being commercially bred. They feared that too much recognition of the breed would lead to it becoming too popular and therefore too attractive for breeders who wouldn't maintain the standards they had established. Mostly, they kept the AKC Miscellaneous status so that members who wanted to show their dogs in obedience could do so.In 1992, the AKC invited the CKCSC, USA to become the parent club for the Cavalier King Charles Spaniel. The membership said no. A small group of CKCSC, USA members formed the American Cavalier King Charles Spaniel Club (ACKCSC) and applied to the AKC for parent-club status. This was granted, and the AKC officially recognized the breed was in March 1995.The CKCSC, USA is still an independent breed registry, but the ACKCSC is the parent club for the breed within the AKC."}, {"title": "Size", "desc": "This small but sturdy dog stands 12 to 13 inches at the shoulder and weighs 13 to 18 pounds. There is no such thing as a \"toy\" Cavalier, and you would do well to avoid buying a Cavalier from a breeder who offers dogs half that size."}, {"title": "Personality", "desc": "The gregarious Cavalier takes as his role model humorist Will Rogers, who famously said he never met a stranger. The Cavalier is eager to meet everyone who crosses his path, and if that person sits down and offers a lap (or a treat), so much the better.Like any dog, Cavaliers come in a range of personalities, from quiet and sedate to rowdy and rambunctious. They might or might not bark when someone comes to the door, so they're a poor choice as a watchdog — except, that is, for watching the burglar cart off the silver. There are exceptions, of course — some Cavaliers will inform you of every event in your neighborhood and bark ferociously when strangers approach — but overall you're better off buying an alarm system than counting on your Cavalier to alert you to trouble."}, {"title": "Health", "desc": "Cavaliers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Cavaliers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Cavaliers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Their size and generally quiet nature make Cavalier King Charles Spaniels good candidates for apartment or condo living. They are moderately active indoors, and a small yard is adequate for their exercise needs.Walks on leash or a securely fenced yard are musts with this breed. They have no street smarts and will run right in front of a car if they catch sight of a bird or other interesting prey. Your Cavalier will enjoy a daily walk or romp in the yard and will tailor his activity level to your own. Because he's a rather short-nosed breed, avoid walking him during the heat of the day and never leave him out in a hot yard without access to shade or cool, fresh water."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Cavalier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.If you feed a canned or raw diet, it's a good idea to cover the ears with a snood, or headband, or pull them back with a hair scrunchy while your Cavalier eats. Otherwise, he'll end up with food in his fur — not a good look. For both water and food, look for bowls with a narrow diameter so the ears don't drag in them.For more on feeding your Cavalier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Cavaliers are adorned with medium-length coats that are silky to the touch and may be slightly wavy. Adult Cavaliers have feathering on their ears, chest, legs, feet and tail.Cavaliers come in four colors:Blenheim is the most common color, but the others aren't rare.Cavaliers are fairly easy to maintain. You need to comb or brush them three or four times a week and bathe them as necessary. For a dog that enjoys playing outdoors as well as spending a lot of time on your bed or other furniture, that might be weekly.The feathered hair on the ears and legs is prone to tangling, so check those areas frequently for mats that need to be gently combed out. Trim the hair between the pads on the feet and clean your Cavalier's ears regularly. The only real difficulty is keeping white paws looking pristine instead of dingy.Cavaliers are average shedders. They don't need any special trimming or clippering; in fact, it's preferred for the feathering to remain natural, although some people trim the feet for neatness' sake. Others of us like the furry-footed hobbit look.Brush your Cavalier's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Cavalier enthusiastically jumps up to greet you.Begin accustoming your Cavalier to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Cavaliers can be great playmates for kids who will enjoy throwing a ball for them, teaching them tricks, participating in dog sports, or simply having them on a lap while they read or watch television. Because of their small size, however, they should be supervised when playing with small children who might injure them accidentally.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.They get along well with other dogs and can learn to play nice with cats and other pets if introduced to them at an early age. It helps if the cat is willing to stand up for herself because a Cavalier enjoys a good game of chase. They even enjoy it if the cat chases back. Some Cavaliers live peaceably with pet birds while others try to eat them — or at the very least pull their tails. Always supervise your Cavalier's interactions with birds and other small animals; they can have a strong hunting instinct."}, {"title": "Rescue Groups", "desc": "Cavaliers are often purchased without any clear understanding of what goes into owning one. There are many Cavaliers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Cavalier rescue."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Cavalier King Charles Spaniel."}]}
]