[
{"breed": "Chesapeake Bay Retriever", "intro": "The Chesapeake Bay Retriever ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_22958_chesapeake-bay-retriever-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-1", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-1", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-3", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 9 inches to 2 feet, 2 inches tall at the shoulder"}, {"title": "Weight:", "desc": "55 to 80 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "It takes a tough dog to hunt waterfowl in the rough and icy chop of Chesapeake Bay in Maryland. The Chesapeake Bay Retriever--nicknamed the Chessie — was born for these tough conditions. He's believed to be descended from two Newfoundland puppies — Sailor and Canton--who survived a shipwreck in the area in 1807. They were found to have fine retrieving qualities and were bred to local dogs. The result was this brown dog with a thick, water-shedding coat, a bright and happy disposition, and intelligence and courage.Given their heritage, it's not surprising that Chessies love water. When introduced to water play at a young age, they become strong, powerful swimmers, using their straight or slightly curved tail as a rudder.Chessies can fill many job descriptions. These sporting pups are prized as superb hunting dogs. They have excellent noses, and their stubborn streak — you knew there had to be a downside, didn't you? — comes in handy when they are searching for fallen game. There are authenticated stories of Chessies retrieving as many as 100 ducks in a day. With proper training, they do well as hunting companions, in hunt tests, and in the more competitive venue of field trials. Chesapeake Bay Retrievers can also do well in obedience competition if creatively trained to tolerate the repetitive nature of the sport, but rally, flyball, and agility might be better choices for them. And, of course, they're cherished companions.Chessies are friendly, outgoing, and obedient, although they can have a mind of their own. With their strength and smarts, they can easily overpower an unprepared owner, but for the experienced dog person who can give them the training structure and discipline they need, they can become a willing and hard-working companion. Daily exercise in the form of long walks or opportunities to swim will satisfy his love of activity and ensure that he's a quiet companion in the home.Like every dog, the Chessie needs early socialization — exposure to many different people, places, sights and sounds. Even with socialization, his temperament is such that as an adult he isn't exuberantly friendly with strangers; he tends to be reserved when meeting people for the first time. This characteristic makes him an excellent watchdog who is highly protective of his people and property. On the down side, some Chessies can be aggressive toward other dogs. In both instances, your Chessie must learn to defer to your leadership when it comes to interacting with other people and dogs.Train your Chessie with consistency and positive reinforcement — rewards for correct behavior. Keep training fun and avoid repetition so he doesn't become bored. Always end training sessions on a high note, praising or rewarding him for something he's done well. In other words, quit while you're both ahead! He learns best from people he knows and loves, so don't try to take the easy way out by sending him off to a trainer. This loyal dog will work best for you if you train him yourself.The Chessie often has an excellent rapport with children, but he won't tolerate abuse from them. In most situations, if he doesn't like the way he's being treated, he'll get up and leave the situation if possible. Interactions between small children and any dog should always be supervised.A healthy, temperamentally sound Chessie puppy is active and inquisitive with a glossy coat and pink gums and tongue. Puppies should already be enthusiastically retrieving objects, unperturbed by loud noises, and eager to approach people. They should never seem shy, fearful, or aggressive.With such a good start in life, plus your leadership and training, this serious, sensitive, and strong-minded dog will become a well-loved member of the family."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Chesapeake Bay Retriever is one of the few breeds that can claim to be born in the USA. The breed is thought to descend from two Newfoundland dogs named Sailor and Canton who were traveling aboard a ship bound for England in 1807. The ship ran aground, but the crew and the two dogs Sailor, a dingy red male, and Canton, a black female, were rescued. Sailor found a home with John Mercer of West River and Canton with Dr. James Stewart of Sparrow's Point.Both dogs gained a reputation as excellent water dogs, especially when it came to duck hunting, and their puppies inherited their abilities — and their unusual yellowish or amber-colored eyes. There was no recorded mating of the two dogs, but seventy years later, when strains from both the eastern and western shores of Maryland met at the Poultry & Fanciers Association show in Baltimore in 1877, their similarities were sufficient that they were recognized as one breed, \"The Chesapeake Bay Ducking Dog.\" Records show that the offspring of Canton and Sailor were intermingled at the Carroll Island Kennels and spread from there throughout the region.By the time the American Kennel Club was established in 1884, a definite Chesapeake variety had been developed and was well known for its prowess in the rough, icy waters of the Chesapeake Bay. The American Chesapeake Club was formed in 1918. The American Chesapeake Club held the first licensed retriever trial in 1932. Fittingly, the front door of the Chesapeake Bay Maritime Museum in St. Michael's, Maryland, is guarded by a pair of cast-iron statues of Chessies."}, {"title": "Size", "desc": "Males stand 23 to 26 inches at the shoulder and weigh 65 to 80 pounds; females 21 to 24 inches and 55 to 70 pounds."}, {"title": "Personality", "desc": "A proper Chessie has a bright and happy disposition combined with courage, intelligence, a strong work ethic, and an alert nature that makes him an excellent watchdog. He's strongminded, though — read: stubborn — and requires firm, consistent training by all the adults in the household. You can't let him do something \"just this once,\" or you'll spend days or weeks retraining him. If you're providing the right leadership, a sharp look or verbal reprimand is enough to rein in bad behavior; more severe punishment is overkill and will only cause him to become sulky and unresponsive.The Chessie can have a goofy sense of humor, but the entertainment value can be offset by his sometimes obsessive stubbornness. Once he gets an idea into his head, it can be hard to remove. And when he wants something, he will be persistent in going after it. That's great if you have him retrieving ducks, not so great if he's bugging you for something else, like a kid in the grocery store who wants candy.Temperament doesn't occur in a vacuum. It's affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Socialization helps ensure that your Chessie puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Chessies are generally healthy, but like all breeds of dogs, they're prone to certain diseases and conditions. Not all Chessies will get any or all of these diseases, but it's important to be aware of them if you're buying or living with a Chessie."}, {"title": "Care", "desc": "Chesapeake Bay Retrievers like a cool climate. They do best in a warm climate if they have frequent opportunities to swim. Chessies require a great deal of exercise to remain happy, and if they do they're quiet housedogs who will be happy to relax with you while you watch TV. Give him a minimum of 20 minutes per day of intensive work, training, water retrieves, or play, or up to an hour of a more sedate walk. Chessies love to swim and do well if swimming can be included in their daily exercise regime. They are a country or suburban dog, not a city dog.Puppies have special exercise needs. From 9 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for them to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. Throw a ball for them to fetch or let them splash in a kiddie pool. From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet their needs, plus playtime in the yard. Start teaching them how to swim in a pool or lake, weather permitting. From 6 months to a year of age, play fetch with a ball or Frisbee for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Continue to limit walks to a half mile. After he's a year old, your Chessie pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.Chessies work well with people, but they can be independent, with a mind of their own. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise. The Chessie who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting and make him feel as if he has a choice in what he's doing.When your Chessie does something inappropriate such as countersurfing or lifting his leg in the house, you must let him know right then and there — loudly and firmly — that his behavior is unacceptable and not to ever be repeated. No exceptions!"}, {"title": "Feeding", "desc": "Recommended daily amount: 2 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl. Puppies eat a lot, but err on the side of slenderness to protect their still developing joints. You should be able to feel but not see their ribs, and they should have a visible waist when you look down at them. A four-month-old puppy may eat two cups of adult food or large-breed puppy food twice a day, for a total of four cups.For more on feeding your Chessie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "As befits his purpose as a water retriever, the Chessie has a coat that resists water in the same way that a duck's feathers do. The top coat is short, thick, harsh, and oily, and the undercoat is fine, dense, and woolly. Together, they provide super insulation, allowing him to hunt in all conditions, including ice and snow. The oily outercoat and woolly undercoat prevent cold water <p>When your Chessie does something inappropriate such as countersurfing or lifting his leg in the house, you must let him know right then and there — loudly and firmly — that his behavior is unacceptable and not to ever be repeated. No exceptions!</p>from reaching his skin and help him to dry quickly. After he leaves the water and shakes, his coat is merely moist because it doesn't hold water.The Chessie's coat is meant to help him blend in to his surroundings — canine camouflage, as it were. He can be any shade of brown, sedge, or the dull tan or strawlike color known as deadgrass, a perfectly descriptive term.Deadgrass has no red tones. Deadgrass can vary from almost yellow to tan. Sedge is an almost strawberry blonde coloration with definite reddish undertones on a relatively light-colored coat. Brown is darker and may have red undertones (light brown, brown and dark brown).Occasionally the Chessie may have a white spot on the chest, belly, toes, or back of the feet immediately above the large pad.Like most retriever breeds, Chessies shed heavily. Brush the coat weekly with a rubber curry brush to remove dead hair and distribute the skin oils throughout the coat. Regular brushing will help keep loose hair on the brush and off your clothes and furniture. Avoid using a wire slicker brush or coat rake, which can break down the wave and kink in the hair. Bathe a Chessie as little as possible to avoid stripping out the protective oils and destroying the coat's water resistance. A warm bath or two during shedding season helps release dead hair, however, so the new coat can grow in."}, {"title": "Children And Other Pets", "desc": "In general, Chessies love kids but won't put up with a lot of harassment, instead preferring to walk away. They can, however, be possessive of food and toys, which can make them a poor match for homes with young children. They are protective of children but can misinterpret their play with their friends and react inappropriately. Many breeders won't sell Chessie puppies to families with children younger than 8 years of age. An adult Chessie who's familiar with children is a better match for a family with young kids.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Chessies can be aggressive toward strange dogs, but should get along fine with other family dogs and cats if they're raised with them."}, {"title": "Rescue Groups", "desc": "Chesapeake Bay Retrievers are often purchased without any clear understanding of what goes into owning one. There are many Chessies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Chessie rescue."}]}
]