[
{"breed": "Coton de Tulear", "intro": "Sweet and cuddly ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23230_coton-de-tulear-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-2", "char": [{"title": "Amount Of Shedding", "star": "star star-1", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-1", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-1", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-3", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "8 inches to 1 foot tall at the shoulder"}, {"title": "Weight:", "desc": "8 to 13 pounds"}, {"title": "Life Span:", "desc": "Starts at 14 years"}], "details": [{"title": "More About This Breed", "desc": "For the smart and sweet-natured Coton de Tulear (Coton for short), the perfect day consists of nothing more than being with his person, whether it's lying at her feet while she works, following her from room to room — not even the bathroom is sacred — or going for a ride to Starbucks.This small, longhaired, cottony-coated dog was never bred to be anything but a companion, and to this day, that's what he does best. He cocks his head intently when spoken to and will even try to answer back.The Coton de Tulear takes his name not only from his cottonlike coat but also from the seaport city of Tulear (now known as Toliara), located on the African island nation of Madagascar, where the breed originated. He's related to the Bichon Frise and Maltese but has his own distinct style.People who love the Coton praise his intelligence, sociability, and easy-care coat. He's an observant dog who quickly learns routines and adapts to his person's needs. He sleeps while you're busy, one eye cracked so he can follow if you leave the room. He's known as a good and flexible traveler, perhaps a remnant of his seafaring days, when he accompanied ladies making long journeys by ship.When it's playtime, the Coton will grab his favorite toy and bring it to you for a rousing game of fetch. He loves to go on walks, but his exercise needs aren't excessive. Playing inside or in a fenced yard will just as easily satisfy his need for activity, as long as he has plenty of human companionship. Because of his desire to please, he excels in activities such as obedience and agility.The well-socialized Coton loves everyone. When your doorbell rings, the Coton may bark once, then politely accompany you to the door to greet your guest. The only risk a housebreaker faces is being licked to death.He likes to \"talk\" to his people, using his own special language of unique vocalizations, including grunts and growls. He'll love it when you talk back to him.His soft, shaggy white coat may look difficult to care for, but once the adult coat has grown in, dirt falls out easily with brushing. Brushing three or four times weekly, plus bathing as needed, will keep your Coton clean.The Coton aims to please, and whatever makes you happy makes him happy — as long as it doesn't involve being apart from you. Consider this breed if you're a stay-at-home parent, empty-nester, or retiree who has lots of time to spend with a canine best friend and will enjoy taking him places."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The large island of Madagascar, located off the southeast coast of Africa in the Indian Ocean, is home to many unusual creatures, but one of them has become a beloved export throughout the world: the soft and shaggy Coton de Tulear, a member of the Bichon family who probably came to Madagascar as long as several hundred years ago.It's said that the little white dogs either accompanied ladies on long sea voyages or were used as ratters on ships. It's also claimed that the dogs were beached on Madagascar after being the sole survivors of a shipwreck.However they arrived, they soon established themselves there. Some of the dogs became pets in the royal court and wealthy Madagascar households, while others were street urchins.It wasn't until sometime in the 1970s, however, that a Frenchman visiting the island brought some Cotons back to France and worked to establish them as a breed. Cotons were brought to North America during the same decade.The Coton de Tulear is still found in his native land, but his sweet personality has made him a favorite throughout the world, including in the United States.He's not yet recognized by the American Kennel Club, but he is registered with the AKC's Foundation Stock Service (FSS), as well as the United Kennel Club and Europe's Federation Cynologique Internationale (FCI)."}, {"title": "Size", "desc": "Male Cotons stand 10 to 12.5 inches at the shoulder and weigh 9 to 13 pounds; females are 8.5 to 11 inches and weigh 8 to 11 pounds."}, {"title": "Personality", "desc": "The happy and boisterous Coton is a people-pleaser, who wants nothing more than to spend time with his humans. He forms strong bonds with family members and doesn't like to be separated from them.He's smart and easy to train, responding well to praise, play, and food rewards. He'll play the clown for attention, which he loves. Cotons may bark once or twice if the doorbell rings or they see something interesting, but they don't generally bark just for the fun of it. Guests and intruders alike run the risk of being licked to death.Females are more independent than males and often rule over them.Like every dog, Cotons need early socialization — exposure to many different people, sights, sounds, and experiences. Socialization helps ensure your Coton puppy grows up to be a well-adjusted, happy dog."}, {"title": "Health", "desc": "The Coton is generally healthy. Following are some of the conditions that have been seen in Cotons, although they're not widespread in the breed.Luxating patellas, (knees that slip in and out of place) are a common problem in any small breed, and the Coton is no exception. It's important to protect puppies from jumping on and off furniture while their joints are still developing. Cotons think they're invincible, as well as capable of flight, so it's important to protect them from themselves.Hip Dysplasia (HD) is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness in one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it may sometimes be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Progressive Retinal Atrophy (PRA) is a hereditary degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Reputable breeders provide health certifications for a puppy's parents. In Cotons, expect to see Orthopedic Foundation for Animals (OFA) certification for knees, hips, elbows, and hearts, as well as certification of eye health from the Canine Eye Registry Foundation.Some breeders may also provide OFA thyroid certifications. Health clearances are not issued to dogs younger than 2 years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old."}, {"title": "Care", "desc": "The Coton is a hardy dog who enjoys playing in all types of weather, including snow and rain. But he should always live indoors with his people (as should all dogs).He's well-suited to living in any environment, from apartments to ranch houses, but if he has a yard it should be fenced so he doesn't wander off — or get stolen away by someone who admires him as much as you do.Some people find the Coton difficult to housetrain, but given a regular schedule, frequent outings to do his business, and praise when he potties in the right place, a Coton can pick it up very quickly.Crate-training can help him learn to wait until he's taken outside to potty, as well prevent him from getting into trouble when you're not around to supervise.Cotons take well to training, especially when it's presented in a positive manner. Reward him with praise, play, and treats, and let him know what a great job he's done. Remember that his goal is to please you."}, {"title": "Feeding", "desc": "Recommended daily amount: 3/4 cup daily of a high-quality dog food, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less you'll need to shake into your dog's bowl.Keep your Coton de Tulear in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Coton, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Coton's coat is one of his distinguishing features. It's long, soft, and thick, with what can only be described as a fluffy, cottony texture. By adulthood, it's usually four inches long.The coat is white, although it may have a few shadings of light gray or red-roan (a mixture of white and fawn hairs) on the ears. Puppies are born all white or with yellow, brown, rust, or black spots on the head, ears, and sometimes the body. These spots disappear as puppies mature, leaving behind areas that range in color from light to medium champagne or gray.Cotons shed little, mainly in the spring. They're often recommended for people with allergies, but it's always wise to meet and spend time with a number of different Cotons before deciding you can actually live with one.To prevent matted fur, brush the coat three or four times a week with a pin brush that has uncoated metal pins. Pay special attention to the areas behind the ears, legs, and elbows. Using a spray conditioner as you brush will keep hair breakage to a minimum.The more often you brush, the less frequently you'll have to bathe him. A fine-toothed metal comb and a smaller comb for the face will also help keep your Coton looking sharp. If you want to see his eyes, use a coated hair elastic to create a cute topknot. You can also keep his coat in a short puppy clip for easier care.Depending on how dirty he gets, your Coton may need to be bathed weekly, every two weeks, or monthly. When bathing your Coton, you'll probably want to use a whitening shampoo to keep him looking his best. After a bath, pat him damp dry instead of rubbing him with a towel or his coat will knot up. Then you can brush the coat out as you blow him dry.The adult coat starts coming in between seven and 15 months of age, and during this time your Coton puppy will need additional grooming to prevent mats and tangles.Other grooming needs include dental hygiene and nail care.Brush your Coton's teeth at least two or three times a week to remove tartar and bacterial buildup. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Coton jumps up to greet you.Begin getting your Coton accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Cotons are good with kids if kids are good with them. They're fun-loving and energetic enough to be playmates for older children who treat them respectfully, but they'll learn to hide from clumsy younger children who may pat them too hard or accidentally kick them or step on them.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child to never approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Cotons prefer the company of people, but they get along well with other Cotons, dogs of other breeds, and cats. If his people aren't around all the time, a Coton will appreciate having the company of another animal."}, {"title": "Rescue Groups", "desc": "Consider adopting a Coton de Tulear from a rescue group before going to a breeder. "}]}
]