[
{"breed": "Dachshund", "intro": "Dachshunds are scent hound ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23020_dachshund-dog-breed-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-3", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-1", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-1", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-2", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-1", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-2", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-3", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Hound Dogs"}, {"title": "Height:", "desc": "8 inches to 9 inches tall at the shoulder"}, {"title": "Weight:", "desc": "16 to 32 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Don't let the Dachshund fool you. He might be, as legendary literary critic and humorous journalist H. L. Mencken said, \"half a dog high and a dog and a half long,\" but this small, drop-eared dog is tough enough to take on a badger. In fact, that's what he was bred to do and how he got his name (Dachs meaning badger; hund meaning dog).Dachshunds (pronounced DAKS hund  —  never dash-hound) come in three varieties: smooth (shorthaired), wirehaired and longhaired. In the United States, Dachshunds are either miniature (11 pounds and under as an adult) or standard (usually between 16 and 32 pounds as an adult). If your Dachshund weighs between 11 and 16 pounds, he's called a tweenie. Other countries have a wider variance in the sizes. For example, in Germany, the official birthplace of the Dachshund breed, Dachshunds are identified as Standard, Miniature, or Kaninchenteckel, based on a chest measurement taken at the age of fifteen months.No matter what their size, Dachshunds are a delightful addition to any family, which is why they have ranked near the top of most popular dogs lists since the 1950s. Their cute appearance and lively disposition have inspired many affectionate nicknames for the breed, including wiener dog, hot dog, sausage dog, Doxie, Dashie, and (especially in Germany) Teckels, Dachels, or DachselsYou can't help but smile when you look at a confident Dachshund, proudly carrying his long, muscular body on short legs, his elongated head held high with a bold, intelligent look in his eyes. Because of their almost comical appearance, Dachshunds have long been a favorite subject of cartoonists and toy makers. But their cute appearance was developed for far more serious and practical reasons. Their short legs enable them to dig and maneuver through tunnels to corner and even fight badgers and other animals, while their large chests give them plenty of \"heart\" for the fight. Dachshunds are brave, but they can be somewhat stubborn, and have an independent spirit, especially when hunting.At home, the Dachshund's playful nature comes out. He loves to be close to you and \"help\" you do things like tie your shoes. Because of his intelligence, he often has his own ideas about what the rules are when it comes to playtime-and those rules may not be the same as yours or even other breeds of dogs. Dachshunds are known for being lively and enjoy chasing other small animals, birds, and toys. The breed standard — a written description of how the Dachshund should look and act — probably describes their personality best, saying \"the Dachshund is clever, lively, and courageous to the point of rashness, persevering in above and below ground work, with all the senses well-developed. Any display of shyness is a serious fault.\"Dachshunds have soulful eyes and complex facial expressions. Their lungs are large for a dog this size and they have a barrel-like chest. Because of these things, Dachshunds have a loud, deep bark that sounds as though it comes from a much larger dog. And they do like to bark, which is something you might consider if you have neighbors who could be annoyed rather than amused by the antics of your brave little Dachshund.Dachshunds often bond closely with a single person. They may even become jealous of their owner's attention and can, if not properly trained and socialized, become snappy.Smooth Dachshunds are the most popular variety in the United States. Their coats are short and shiny and need little grooming. They do, however, need a sweater in the winter if you live in an area with cold weather. Common colors are red, cream, black and tan, black and cream, chocolate and tan, blue and tan, and Isabella (fawn) and tan. Dachshunds also can have patterns in their coats, such as dapple (a mottled coat pattern), brindle, sable, and piebald.Longhaired Dachshunds have sleek, slightly wavy hair and can be the same colors as the Smooth Dachshund. They should be brushed every day to prevent mats from forming, especially around their elbows and ears. Many believe that the Longhaired Dachshund has a more docile temperament than the Smooth or Wirehair.Wirehaired Dachshunds have wiry, short, thick, rough coats with bushy eyebrows and a beard. Like Smooth Dachshunds, they often are mischievous. They won't need a sweater in the winter, but they do need to be brushed regularly to prevent mats from forming. Their coat colors can be the same as the Smooth Dachshund, but the most popular colors in the United States are wild boar (a mixture of black, brown, and gray), black and tan, and various shades of red.Dachshunds often have been seen as a symbol of Germany. Because of this association, Dachshunds lost popularity in the United States during World War I and World War II. Their appeal was too great for this to resist, however, and they quickly made a comeback in popularity. Because of the association with Germany, a Dachshund named Waldi was chosen to be the first official mascot for the 1972 Summer Olympics.Dachshunds are a good choice for apartment dwellers and people who don't have a backyard. They are popular with urban dwellers because of their small size and ease of care. They generally are active indoors and also enjoy going on walks. Just be careful not to let them get too fat or allow them to injure their backs by jumping off furniture. Also, be sure to support their backs when you are holding them. Because of their long backs, they are susceptible to slipped or ruptured (herniated) disks in their backs, which can result in partial or full paralysis.Although they originally were bred to hunt ferocious badgers and other animals, today's Dachshunds are ideal family companions. Additionally, many people show them in conformation, obedience, agility, field trials, and earthdog trials. They are also hard-working and well-appreciated therapy dogs. Some people enter their Dachshunds in Dachshund races, such as the Wiener Nationals. Although these races are popular, the Dachshund Club of America opposes \"wiener racing\" because many Greyhound tracks use the events to draw large crowds and because the DCA worries that such races could injure Dachshunds' backs.Because they are such a popular breed, many people breed Dachshunds to make money rather than out of a love for the breed and a desire to breed healthy, even-tempered dogs. Be careful to obtain your Dachshund from a reputable breeder who screens his or her breeding animals for both temperament and health problems.The Dachshund is a versatile companion. With his variety of sizes, colors, coat types, and personalities, there's a Dachshund to suit almost anyone."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Dachshund was created in Germany where he was known as the badger dog, dachs meaning badger and hund meaning dog. Illustrations of dogs resembling Dachshunds date to the 15th century, and documents from the 16th century mention the \"earth dog,\" \"badger creeper,\" and \"dachsel.\" Badger wasn't the Dachshund's only prey. He was also used on den animals such as foxes, and packs of Dachshunds trailed wild boar. Those early Dachshunds varied greatly in size. The dogs used on badgers and boar weighed 30 to 35 pounds. Dachshunds used to hunt foxes and deer weighed 16 to 22 pounds, and smaller 12-pound Dachshunds hunted hares and weasels. For a brief time in the early 20th century, 5-pound Dachshunds were used to bolt cottontail rabbits.Known as the Teckel in Germany, the breed was refined over the course of many years by German foresters in the 18th and 19th centuries. They wanted to develop a fearless, elongated dog that could dig into badger burrows, and then go into the burrows to fight the badger to the death if necessary. The Smooths were the original type, created through crosses with the Braque, a small French pointing breed, and the Pinscher, a small terrier-type ratter. French Basset Hounds may also have played a role in the Dachshund's development. The long-coated Dachshunds were probably created through crosses with various spaniels and the wirehairs through crosses with terriers.Carefully sculpted through years of breeding, today the Dachshund is the only AKC-recognized breed that hunts both above and below ground. Their short, powerful legs enabled Dachshunds to go deep into narrow tunnels to pursue their prey. Their long, sturdy tails, extending straight from the spine, provided hunters with a \"handle\" to pull the Dachshund out of the burrow. The Dachshund's unusually large and paddle-shaped paws were perfect for efficient digging. The Smooth Dachshund's loose skin wouldn't tear as the dog traversed into tight burrows. Their deep chest with ample lung capacity gave them the stamina to hunt, and their long noses enabled them to be good scent hounds. Even their deep, loud bark had a reason - so the hunter to locate his dog after it had gone into a burrow.And of course, they had to be bold and tenacious. Although the original German Dachshunds were larger than the Dachshunds we know today, you can still see the fearlessness for which the breed was developed in even the smallest varieties. Give your Dachshund a squeaky toy and he'll likely \"kill\" it by destroying the squeaker as quickly as possible. Remember, these dogs were bred not only to hunt prey, but kill it as well.In the 1800s, Dachshunds started being bred more as pets than as hunters, especially in Great Britain. They were favorites in royal courts all over Europe, including that of Queen Victoria, who was especially fond of the breed. Due to this trend, their size was gradually reduced by about 10 pounds. Eventually, an even smaller version - the miniature dachshund - was bred.A breed standard was written in 1879, and the German Dachshund Club was founded nine years later, in 1888. By 1885, Dachshunds had made it to America, and 11 were registered with the American Kennel Club that year. The first one was named Dash. The Dachshund Club of America was founded 10 years later, in 1895.The breed became very popular in the early 1900s, and in 1913 and 1914, they were among the 10 most popular entries in the Westminster Kennel Club Show. During World War I, however, the breed fell on hard times in the U.S. and England because they were closely associated with Germany. Dachshund owners sometimes were called traitors and their dogs stoned. After World War I, some U.S. breeders imported some Dachshunds from Germany and the breed started to become popular once again. The breed faced a similar fate during World War II, but not nearly so severely as during World War I.In the 1950s, Dachshunds became one of the most popular family dogs in the U.S. again, a status they have enjoyed ever since. While Dachshunds rarely are used as hunting dogs in the U.S. or Great Britain, in other parts of Europe, especially France, they still are considered hunting dogs. Today the Dachshund ranks sixth among the 155 breeds and varieties recognized by the AKC."}, {"title": "Size", "desc": "Dachshunds are bred and shown in two sizes: Standard and Miniature. Standard Dachshunds of all varieties (Smooth, Wirehair, and Longhair) usually weigh between 16 and 32 pounds. Miniature Dachshunds of all varieties weigh 11 pounds and under at maturity. Dachshunds that weigh between 11 and 16 pounds are called Tweenies. While this isn't an official classification, Tweenies are not penalized in the show ring. Some people who breed exceptionally small Dachshunds advertise them as Toy Dachshunds, but this is purely a marketing term, not a recognized designation."}, {"title": "Personality", "desc": "The Dachshund is described as clever, lively, and courageous to the point of rashness. He's bred for perseverance, which is another way of saying that he can be stubborn. Dachshunds have a reputation for being entertaining and fearless, but what they want most is to cuddle with their people. For many Dachshund people, this characteristic outweighs having to deal with the breed's insistence on having his own way. The Dachshund personality can also vary with coat type. Because the wirehaired Dachshunds have terrier in their background, they can be mischievous troublemakers. Longhairs are calm and quiet, and Smooths have a personality that lies somewhere in between. Some Mini Dachshunds can be nervous or shy, but this isn't correct for the breed. Avoid puppies that show these characteristics.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents-usually the mother is the one who's available-to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Dachshunds need early socialization-exposure to many different people, sights, sounds, and experiences-when they're young. Socialization helps ensure that your Dachshund puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Not all Bouviers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Dachshunds, you should expect to see a health clearance from the Canine Eye Registry Foundation (CERF), certifying that the eyes are normal.Health clearances are not issued to dogs younger than 2 years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old."}, {"title": "Care", "desc": "Dachshunds have a lot of stamina and energy. They love to take a walk or play outdoors with other dogs, and they like to hunt and dig. They are also active inside the house and can do well in small living quarters so long as they get a moderate amount of daily exercise. Two half-mile walks a day (about 10 minutes each) is about right. Occasionally, when time is short, a game of fetch will meet their need for activity.They're not suited to living outdoors or in a kennel but should live in the home. Dachshunds can injure their backs jumping on and off furniture, so get a ramp or steps and teach them to use it if they want up on the sofa or bed. When you hold a Dachshund, always be careful to support his rear and his chest.Dachshunds can learn quickly if properly motivated. Use positive reinforcements such as food rewards or a favorite toy to hold their attention, and keep training sessions short. The Dachshund will quickly become bored if made to repeat the same exercise over and over, so make obedience practice fun and interesting.Housetraining can sometimes be a problem with this breed. A Dachshund may not see the need for eliminating outside. Patience and consistency are musts. Crate training helps as well.Beyond housetraining, crate training is a kind way to ensure that your Dachshund doesn't get into things he shouldn't. Like every dog, Dachshunds can be destructive as puppies. Crate training at a young age will also help your Dachshund accept confinement if he ever needs to be boarded or hospitalized. Never stick your Dachshund in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Dachshunds are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.The Dachshund excels as a watchdog, but he can be noisy. Minis, in particular, can be yappy. Keep this in mind if your Dachshund will be living in an apartment or condo community."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 1 1/2 cups of high-quality dry food a dayNote: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Dachshund, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Smooth Dachshund's coat is short and shiny. Single-colored Smooth Dachshunds often are red or cream, perhaps with some black hairs. Two-colored Smooth Dachshunds usually are black, chocolate, wild boar (grizzled), gray (blue) or Isabella (fawn) with tan or cream markings. Dappled Dachshunds have a dappled (merle) pattern in their coats, with light and dark colored areas in even distribution (neither the light nor the dark predominates). Whereas dark eyes are required and little or no white hair on the chest is acceptable for solid- and parti-colored Dachshunds, partially or wholly blue eyes and a large amount of white hair on the chest both acceptable for the dappled Dachshunds. Other color patterns are brindle, in which there are dark stripes all over the body, and sable, where there is an overall dark overlay of hair.Wirehaired Dachshunds have a very different coat from the Smooth Dachshunds. They have short, thick, hard hair on the topcoat with a softer undercoat. The hard topcoat hair is found everywhere on the body except for the jaw, eyebrows, and ears. While all the colors found in the Smooth Dachshund are acceptable for the Wirehair, the most common color is wild boar.Longhaired Dachshunds have glistening, slightly wavy long hair which gives them an elegant appearance. They come in the same colors found in Smooth Dachshunds.Light-colored Dachshunds usually sport light gray, light hazel, green or blue eyes, rather than the various shades of brown. They can also have eyes of two different colors; in rare cases, such as the double-dapple coloration (in which varying amounts of white coloring occur over the body in addition to the dapple pattern), Dachshunds can have a blue and a brown eye.Dachshunds are a low-maintenance breed. They shed, but not excessively. Unless they've rolled in something that smells bad, they generally don't need to be bathed often and are free of doggie odor. Smooths can be wiped with a damp cloth between baths to keep them clean. If you live in a location that is cold in the winter, your Smooth Dachshund may need a sweater when he goes outside.Wirehaired Dachshunds require regular brushing, and they'll need to have their coats \"stripped\" two to three times a year to look their best. Ask the breeder from whom you got your Wirehaired Dachshund or your groomer to show you how to do this.Longhaired Dachshunds must be brushed regularly to prevent mats from forming. They need to be bathed more often than the Smooth Dachshund, and you must blow-dry them afterward for their coat to look good.For all varieties and sizes of Dachshunds, you need to pay special attention to their droopy ears, which can be a breeding ground for fungus, bacteria, and mites. Moisten a cotton ball with an ear cleaner recommended by your veterinarian and wipe the ears out weekly. Don't go any deeper than the first knuckle on your finger and never stick a cotton swab into your dog's ear.Other grooming needs include nail care and dental hygiene. Trim your Dachshund's nails once or twice a month. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Dachshund to nail trimming the less stressful the experience is.Brush the teeth at least two or three times a week — daily is better — to remove tartar and bacteria. Start when your puppy is young so he'll be used to it.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Dachshunds are good with children in their own family if introduced to them early. They may not be as fond of your children's friends, so supervise playtime.With his long back, the Dachshund can be easily injured if he's not handled properly. Make it a rule that young children can only hold or pet the Dachshund if they're sitting on the floor. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Dachshunds get along well with other pets, especially if they're introduced to them in puppyhood. With their bold, domineering personalities, they may well be top dog."}, {"title": "Rescue Groups", "desc": "Dachshunds are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an Dachshund, a rescue group is a good place to start."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Dachshund."}]}
]