[
{"breed": "Dutch Shepherd", "intro": "Originally used by shepherds in the Netherlands for all-around farm work, the Dutch Shepherd is an intelligent, highly trainable jack-of-all-trades. In modern times, they are used as police dogs, service animals, and family-friendly companions.", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2018/01/dutch-shepherd-dog-breed-pictures-cover-460x260.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-2", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Herding Dogs"}, {"title": "Height:", "desc": "21 to 25 inches"}, {"title": "Weight:", "desc": "50 to 70 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Dutch Shepherds haven't changed much since their days on Netherlands farms over a century ago, but why fix what isn't broken? This breed is prized for its intelligence and its trainable nature. Today, they serve as police dogs, guides for the blind, obedience competition competitors, and family companions, and they still haven't lost their ability to herd, though there's less demand for that in modern times. Dutch Shepherds make excellent family dogs that are great with kids and other pets, though they need an active environment that will keep them mentally and physically stimulated, or they may get bored and destructive. They are capable of apartment living, so long as they get at least one long walk and several play sessions during the day. Early socialization will help them keep calm around new pets and people. The Dutch Shepherd's coat keeps them comfortable in both hot and cold weather, though their skin and coat will need some attention if they live in a dry climate. Tend to the Dutch Shepherd's exercise needs and provide them with confident training, and you'll have a loving, obedient best friend for life."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Dutch Shepherd, as you might imagine, started out as a shepherd's working dog. Dutch Shepherds were used for all kinds of tasks on farms in the Dutch countryside. Not only were they capable of herding sheep and other livestock, but they also kept chickens out of the gardens, pulled carts, and acted as watchdogs. Originally, there was very little to distinguish Dutch Shepherds from German Shepherds or Belgian Shepherds other than coat color, although the breeds have diverged a bit more in the past 100 years and have their own breed standards. The Dutch Shepherd has become more rare in modern times. The development of modern farming techniques made these dogs unnecessary for herding and other farm work, and during World War II, breeding in the Netherlands stopped. Many dogs died of starvation, and some were taken by the German military because they were highly trainable for work in the armed forces. After the war, breeders continued the effort of breeding Dutch Shepherds and mixed in dogs of unknown origin. Though the breed is still rare today, Dutch Shepherds are used for police work, search and rescue, and as guide dogs because they are so highly trainable. They also compete in dog sports and have retained their herding abilities from their days on the farms."}, {"title": "Size", "desc": "Male Dutch Shepherds are slightly larger on average than females, standing at 22 to 25 inches, while females come in at around 21 to 24 inches. The breed tends to grow to about 50 to 70 pounds in weight. While these are considered standard sizes, some individuals in the breed may be larger or smaller."}, {"title": "Personality", "desc": "Dutch Shepherds are known for their intelligence and all-around competency in just about everything, including agility, acting as watchdogs, search and rescue, herding, field training, police work, guide dog duty, and just being a family companion. They are highly trainable and eager to please, soaking up new commands like a sponge. This breed requires a confident trainer who can set boundaries, keep dogs interested in learning, and build a trusting relationship. Early socialization training is important and will help them stay calm around new people and pets. The Dutch Shepherd is an excellent watchdog and usually barks when a stranger enters their territory. This can be beneficial, but it is also important for dogs to learn to interact with guests appropriately. Dutch Shepherds are great with family, even children and other pets, and they are very affectionate and obedient. They will, however, need plenty of exercise, both mentally and physically, to keep from becoming bored and destructive."}, {"title": "Health", "desc": "Dutch Shepherds are generally a very healthy breed. There are some instances of Dutch Shepherds developing hip dysplasia, but these instances are more rare than in similar breeds, such as German Shepherds."}, {"title": "Care", "desc": "As with all dogs, you should take your Dutch Shepherd for regular veterinary check-ups and keep up with any at-home care recommended by your veterinarian. Dutch Shepherds' nails grow fairly quickly and will need to be trimmed as needed to avoid cracking, splitting, or injury. Their ears should also be checked at least weekly and cleared of any debris or wax buildup, as this can lead to infection. The teeth should also be brushed regularly. Ask your veterinarian for tips on how to perform these care basics for your dog. It is important to make sure that you keep up with your Dutch Shepherd's daily exercise needs. They'll need at least one good, long walk per day, and maybe some vigorous play sessions. If they are not mentally and physically stimulated, they may become bored, anxious, and destructive."}, {"title": "Feeding", "desc": "A Dutch Shepherd's diet should be formulated for an active, mid-to-large size dog with somewhat high energy levels. You should ask your veterinarian or professional nutritionist for advice on which foods and portions are best for your individual dog. You should also discuss adding fish oil supplements to their diet, as this can help keep their coat shiny and their skin healthy."}, {"title": "Coat Color And Grooming", "desc": "The Dutch Shepherd comes in three different coats--short hair, wire hair (also called rough hair), and long hair. The short hair has a woolly undercoat. Wire hair also has a woolly undercoat and is very dense and course. The long hair is straight and a bit harsh to the touch. All of these coats keep the Dutch Shepherd comfortable in most types of weather. They are generally brindle with various shades of gold and silver. Some can be a light, sandy color while others can be a shade of red. Too much black or white in the coat is usually seen as a fault. When it comes to grooming, the short and long haired coats need regular brushing to remove loose or dead hairs, especially from the undercoat. The wire haired coat should be groomed by a professional twice a year and should not be brushed, though it can be combed from time to time. Dutch Shepherds should be bathed as needed, as it removes the skin's natural oils."}, {"title": "Children And Other Pets", "desc": "Dutch Shepherds are quite loyal to their families, including children. They tend to love humans that they are familiar with and will only bark or act standoffish to strangers, which makes them excellent watchdogs. Children should, of course, be supervised when playing with Dutch Shepherds, as they should with any dog, to make sure that playtime doesn't get out of hand. Children should also be trained on how to handle animals properly to avoid incident. Dutch Shepherds are also usually fine with other dogs and pets. Starting socialization training early can help Dutch Shepherds' natural friendliness and make sure they stay calm with new people and animals."}, {"title": "Rescue Groups", "desc": "If you're interested in adopting a Dutch Shepherd, you can check out North American Dutch Shepherd Rescue, a non-profit organization that specializes in finding homes for this breed. You can also check a local shelter near you or check out our adoption page where you can search for adoptable dogs by breed and location."}]}
]