[
{"breed": "English Setter", "intro": "The English Setter ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22968_english-setter-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-2", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "45 to 80 pounds"}, {"title": "Life Span:", "desc": "11 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Known as \"the moderate setter,\" the graceful English Setter's love of people and easygoing nature can make him a super friend for an active family as well as a fine hunting dog. He's not as rollicking as the Irish setter nor as standoffish toward strangers as the Gordon Setter. Gentle, kind, and affectionate, he's devoted to his family, sociable with strangers, and gets along just fine with kids.While he isn't precise enough to achieve the highest scores in obedience competition, he is moderately easy to train. The English Setter is a good watchdog and will bark to alert his people that someone is approaching the house. Once he's introduced to guests, however, he happily accepts their presence. All these qualities make him a good choice for a first-time dog owner who appreciates this breed's beauty and sweetness and can provide him with the exercise he needs.English Setters are quiet indoors, but outside they love to run and play with other dogs and people. A daily run, off-leash play in a fenced area, or an energetic hike through a nearby park or wilderness area will be just this English breed's cup of tea.While he's generally mild mannered and sensitive, the English Setter can be a little willful. Counter that tendency with kind but firm training from early puppyhood, and set boundaries so he knows exactly what you expect.Avoid harsh training techniques. A spoonful of sugar — in the form of praise or a treat when he does what you like — will work much better than an angry voice. His tendency toward independent decision making — he's been bred for centuries to work at a distance from the hunter — means you must find interesting ways to hold his attention and teach him what you want him to know.Because they're so athletic, English Setters excel at activities such as agility and rally obedience. They can also make super therapy dogs with their easygoing disposition and love of people. Birders may like him, too. When he sees birds, he stands still and leans forward intently, sets, or points, one paw raised in the air.Of course, hunting comes naturally to most English Setters, and they make an excellent choice for the hobby hunter or for someone who may want to compete in hunt tests or field trials. If you are interested in hunting with your English Setter, look for a breeder who breeds his dogs for their hunting skills and has proven hunting instincts in his lines, which will assure that you have better success.Conformation showing (competing in dog shows) is another activity you can pursue with your English Setter; again, make sure you work with a breeder to obtain a puppy who can succeed in the breed ring.Like many sporting dogs, the English Setter is divided into two types. Those bred for the field have less feathering — long fringes of hair, usually on the legs, belly, and tail — and their coat is not as abundant. They are somewhat smaller than English Setters bred for the show ring. You may hear them called Llewellin or Llewellin-type English Setters after the British gentleman who most influenced their development. They are said to have more instinct for hunting than the show lines of English Setters, known as Laverack or Laverack-type English Setters. Edward Laverack was the first recorded breeder of English Setters. His dogs Ponto and Old Moll, acquired in 1825, were the foundation of the breed.If you want a beautiful, mellow dog with the potential to become your partner in all sorts of activities as well as a beloved family member, the English Setter is one to consider. His lovable disposition and lively spirit will inspire your devotion."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Setters as a type of hunting dog were known in England as long as 400 years ago. They were probably a cross of several types of hunting dogs, including pointers and spaniels. The modern English Setter was developed in the 19th century by Englishman Edward Laverack and Welshman R.L. Purcell Llewellin.Laverack purchased his first two dogs, Ponto and Old Moll, from Rev. A. Harrison in 1825, and they became the foundation of the breed. Laverack concentrated on developing a Setter that was gentle and companionable. He probably added Pointer and Irish Setter to his lines and produced dogs that did well in the show ring but poorly in field trials.Llewellin started with Laverack-type dogs but worked to improve their performance in the field. He crossed them with Gordon Setters and other breeds to improve their scenting ability and speed.Both types of English Setters came to America in the late 1800s. Laverack's line became the foundation for the show setters of today and Llewellin's line for the field dogs.Setters today have a unique appearance, with their sculpted heads, athletic bodies, and long feathery tails. The show dogs tend to be a bit larger than the field dogs. They have a more luxurious coat and differ slightly in coat pattern.Patches of color are often seen in field English Setters, but they aren't desirable for show dogs. Of course, they don't make a bit of difference if your English Setter is a family companion. The show dogs are capable of hunting, but the field dogs tend to have a keener nose and greater speed.English Setters are rare, ranking 98th among the breeds registered by the American Kennel Club, so if you'd like to share your life with one of these happy, lively dogs, be prepared to spend some time on a waiting list before a puppy is available."}, {"title": "Size", "desc": "Males stand 25 to 27 inches at the shoulder and weigh 65 to 80 pounds; females 23 to 25 inches and 45 to 55 pounds."}, {"title": "Personality", "desc": "The English Setter should be affectionate, kind, and gentle. He's lively, as befits a sporting dog, but not so active that he'll exhaust you. An English Setter will bark to let you know someone is approaching the home, but he welcomes people that you introduce to him.Temperament doesn't happen in a vacuum. It's affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available--to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, English Setters need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your English Setter puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.English Setters work well with people, but because of their hunting heritage — which often involves them working well away from the hunter — they can be independent thinkers. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise.The English Setter who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Keep training sessions short, and always end on a high note, praising him for something he did well."}, {"title": "Health", "desc": "English Setters are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Setters will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Setters, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "The ideal situation for an English Setter is life in a house with access to a fenced yard where he can play. A fence will keep him from wandering off in search of birds or other prey. He'll appreciate a good half-hour run off leash in a fenced area or a walk or hike on leash. It's not unusual for English Setters to turn couch potato when they're about three years old, but they still need exercise to stay in shape.Puppies have different exercise needs. Their skeletal system is still developing and won't be mature until they're about two years old. Don't let them run or jump on hard surfaces, including jumping on and off furniture, and cover wood or tile floors with skid-resistant rugs so they don't slip and slide into walls or fall and injure themselves.Here's a good schedule for providing your Setter puppy with exercise. From 9 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for him to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. If you provide them with toys, they can keep themselves entertained quite well.From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet his needs, plus playtime in the yard. From 6 months to a year of age, play for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Gradually increase the distance you walk.After he's a year old, your Setter pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.English Setter puppies are curious and active. Like any puppy, they will find and chew anything that's within reach. If nothing else, a puppy will teach you to keep your home picked up!Crate train your English Setter when he's young, and place him in his crate with a sturdy toy for entertainment when you can't be there to supervise him. That will keep him out of trouble and your possessions in one piece.They can also be difficult to housetrain, another instance in which a crate can come in handy. To successfully housetrain your English Setter, start early, keep him on a regular schedule, reward him with praise or a treat when he potties outside, keep playtime and potty time separate, and crate him when you can't supervise him.A puppy in a crate means no accidents in the house and no angry people cleaning up pee or poop. Never keep your puppy in the crate without a potty break for more than two to four hours."}, {"title": "Feeding", "desc": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Setter, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The English Setter's attractive coat is one of his charms. The coat lies flat without any curl or woolliness. It's embellished with feathering — a longer fringe of hair — on the ears, chest, belly, underside of the thighs, backs of the legs, and on the tail: just enough to be pretty but not so much that it would impede the Setter's progress in the field.His colors — blue belton, orange or lemon belton, blue belton and tan, and liver belton hearken back to his English hunting heritage. Belton is a village where the breed's founder, Edward Laverack, liked to hunt. The coat is white with an intermingling of darker hairs all over the body.An English Setter with a blue belton coat, then, is white with black markings; orange or lemon belton, white with orange or lemon; blue belton and tan includes, natch, tan markings, making this dog a tricolor; and liver belton is white with deep reddish-brown markings. Puppies are usually born white, although some may have patches of orange, black, or liver.When he's properly groomed, an English Setter has a stunning coat. Brush him at least three times a week — daily is better — with a stiff bristle brush to keep the skin healthy and the coat shiny, and use a steel comb to gently remove any tangles or mats.A bath every six weeks or so will keep him smelling nice. Like all dogs, he sheds, but brushing will help keep loose hairs off your clothes and furniture. You may also want to trim stray hairs every six weeks for a neat appearance. If you're uncomfortable doing that, you can take him to a professional groomer or ask the breeder to show you how.Because his floppy ears block air circulation, check and clean them weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Setter may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Setter's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Setter enthusiastically jumps up to greet you.Begin accustoming your Setter to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "It's often more common to need to protect an adult English Setter from children than the other way around. He's tolerant and mellow and will put up with a lot — although he shouldn't have to!Because puppies and toddlers are both in the process of being civilized, they need close supervision to prevent any ear pulling or tail tugging on the part of either party. Many breeders prefer to sell puppies to homes where children are at least six years old and more able to control their actions. They recommend adult English Setters for homes with younger children.Whatever your situation, always teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.English Setters can do well with other dogs and animals, especially if they are raised with them. They are birdy, however, and you should protect pet birds until you're sure your Setter understands they're off limits. Some dogs can learn that fact, if they're taught from puppyhood, but don't assume that it will happen with every dog. You may always need to keep the two separated, if only so your Setter doesn't pull your parakeet's tail or your parrot take a bite out of your Setter's sensitive nose."}, {"title": "Rescue Groups", "desc": "English Setters are often purchased without any clear understanding of what goes into owning one. There are many Setters in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Setter rescue."}]}
]