[
{"breed": "Finnish Spitz", "intro": "Finnish Spitz were originally were ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23148_finnish-spitz-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-5", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 3 inches to 1 foot, 8 inches tall at the shoulder"}, {"title": "Weight:", "desc": "20 to 35 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "The Finnish Spitz has the distinction of being the national dog of Finland, where this ancient hunting breed is still used to hunt a wide variety of game.In Finland, he's known as the Suomenpystykorva (pronounced SWOH-men-pi-stih-KOR-vuh), which means Finnish Pricked Ear Dog, and he can't compete there for a show title until he has proved himself in hunting trials. He's also been called the Finnish Barking Bird Dog because of his unique hunting habits, and in England, he's known as Finsk spets.In 1891, the name was officially changed to Finnish Spitz, and the nickname Finkie became popular after the dog's arrival in England in the 1920s.Finnish Spitz dogs have a square build and a fox-like look. They are \"bark pointers,\" meaning they indicate where the game is by barking to attract the hunter's attention. They've mostly been used to hunt small game, such as squirrels and grouse, but they've also hunted moose, elk, and even bear.These are rather small hunting dogs, being about 17 1/2 to 20 inches tall at the shoulder. Their necks are shorter than some of the other Spitz breeds because Finnish Spitz look up to point their game. The head is wedge-shaped and resembles that of a fox.Finnish Spitz have a lively, light gait, and are as intelligent as they are animated. They make good companions for active families. Friendly, they get along well with children. They're good watchdogs and protect their families, but they rarely show aggression unless it's warranted.In America, Finnish Spitz are primarily companion dogs. In their native Finland, however, they're still used for hunting, mostly for a large game bird called a capercaille and for black grouse.The way Finnish Spitz hunt is unique. He runs ahead of the hunter until he finds a bird. Then he follows the bird until it settles in a tree, and attracts the bird's attention by running back and forth under the tree, wagging his tail. It's thought that the bird is lulled into a sense of security by the dog's movements, at which point the Finnish Spitz begins to bark, softly at first and gradually getting louder.The bird generally doesn't notice the hunter approaching because of the noise and action of the dog. If the bird flies off before the hunter reaches it, the Finnish Spitz stops barking and follows it until it lands, then starts barking again. This is the reason these dogs are called \"Bark Pointers.\"Elkhound and similar Spitz breeds hunt in a similar fashion. In Scandinavia, barking competitions are held for the King of the Barkers. Finnish Spitz have been recorded as barking 160 times per minute in competitions.By now, you've probably guessed that barking is an important part of the Finnish Spitz makeup. They like to bark. If yours is primarily a companion and you have close neighbors, you'll need to train your dog to stop barking on command, or hope that your neighbors are very tolerant.Training these independent, strong-willed dogs can be a challenge. They are best trained with a soft voice and touch. Their intelligence makes them become easily bored with repetitive training, so keep your training sessions short. Professional trainers say that Finnish Spitz can be manipulative and too smart for their owners, so you need to be persistent and firm. If you stick with it, however, you'll be greatly rewarded by your dog's intelligence and aptitude for sports such as obedience, agility, and rally.Also, keep in mind that Finnish Spitz are slow to mature. It generally takes about four years for them to become mentally mature. In the years building up to that, your Finnish Spitz will need time to decide whether or not he's going to accept you as the leader of the pack. At times, he'll be silly and rebellious; other times he'll be self-contained and contemplative. A Finnish Spitz doesn't tolerate being bullied, but with consistency, fairness, and patience, you'll gain his respect and obedience.Finnish Spitz want to be members of the family and are naturally protective. They are sensitive dogs and don't do well in homes where there's a lot of tension. But give them a loving atmosphere and include them in everything you do and they'll become a loyal, lively, and fun-loving friend."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The origin of the Finnish Spitz is undocumented, but dogs of the same type have been used for game hunting of all kinds in Finland for hundreds of years.It's believed that Spitz-type dogs were brought from central Russia by tribes of Finno-Ugrian people who migrated into Finland a couple of thousand years ago. They used the dogs primarily as all-purpose hunting dogs. Because they were so isolated, the Finnish Spitz breed developed with little influence from other breeds.That changed when transportation and roadways improved. People started coming to the lands where the Finnish Spitz lived, bringing their own dogs and mating them with the Finnish Spitz. So much cross-breeding occurred that by 1880, the Finnish Spitz was close to extinction.Then something wonderful happened. Two men from Helsinki, named Hugo Sandberg and Hugo Roos, were on a hunting trip in the northern forests and saw some Finnish Spitz hunting. They realized the significance of these dogs and made it their mission to save the breed.Hugo Sandberg wrote an article for an 1890 edition of the Sporten magazine about the dogs he'd seen. His description was so complete and carefully worded that in 1892, when the Finnish Kennel Club recognized the breed, the first Breed Standard was based his article. Sandberg judged at the first Helsinki dog show in1891. The breed was given the name Finnish Spitz in 1897.Hugo Roos played his part in preserving the breed by actively breeding Finnish Spitz for 30 years. He showed and judged longer than that. He is credited with gathering the foundation dogs and pioneering the breed until the 1920s.In 1920, England's Sir Edward Chichester was so enchanted by the breed while on a hunting trip to Finland, he brought a brace of them back to England with him. Later, he imported an unrelated stud dog.A few years later, Lady Kitty Ritson, of Tulchan Kennels, also saw the breed in Finland and fell in love with it. Along with several other fanciers, she organized the Finnish Spitz Club in England, which was first registered with the England's Kennel Club in 1934. She also imported many dogs and was the first to give them the affectionate nickname Finkie.World War II was a difficult time for the breed, as it was for many others. After the war, the quality of the dogs being shown was very poor. Two dogs imported to England from Finland, Mountjay Peter, and Kiho Seivi, and one imported from Sweden, Friedstahills Saila, improved the breed dramatically in England.In 1959, two pups were born while in quarantine in England. They were named Tophunter Tommi and Tophunter Turre. These two dogs appeared in almost every pedigree of England's top winning Finnish Spitz until the early 1970s.In recent years, a bitch named Irheilu Penan Pipsa of Toveri has had the greatest influence on the breed in England. She appears in the pedigree of nearly every top-winning Finnish Spitz in England and is the all-time top brood bitch in the breed there.Finnish Spitz were first imported to the U.S. from England in 1959 by Cullabine Rudolph. In the 1960s, Henry Davidson of Minnesota and Alex Hassel of Connecticut began breeding imported Finnish Spitz.The Finnish Spitz Club of America was formed in 1975 and the American Breed Standard, based on the Finnish Standard, for the breed was developed in 1976. AKC allowed Finnish Spitz to be shown in the Miscellaneous Class in April 1984. In 1988, the breed was approved to be shown in the Non-Sporting Group. In 1993, the Finnish Spitz Club of America became a member of the American Kennel Club.Today, the breed is well-established in Finland and Sweden, but it remains relatively uncommon in the U.S., ranking 147th among the 155 breeds and varieties registered by the AKC. Nearly 2,000 Finnish Spitz are registered annually with the Finnish Kennel Club compared with a total of 637 between 1890 and 1930. The Finnish Spitz has been the national dog of Finland since 1979, and is even mentioned in Finnish patriotic songs."}, {"title": "Size", "desc": "Males are 17 1/2 to 20 inches tall and weigh 27 to 35 pounds. Females are 15 1/2 to 18 inches tall and weigh 22 to 30 pounds."}, {"title": "Personality", "desc": "This Nordic breed is active and friendly. His alert nature makes him an excellent watchdog, and he's protective of family members. He may be cautious toward strangers but should never be shy or aggressive.He loves children and gets along with other animals, especially when he's been raised with them. On the down side, he's an independent thinker and can be a challenge to train. He may not be mentally and emotionally mature until he's three or four years old.Like every dog, Finnish Spitz need early socialization — exposure to many different people, sights, sounds, and experiences when they're young. Socialization helps ensure that your Finnish Spitz puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "Finnish Spitz are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Finnish Spitz will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Finnish Spitz, you should expect to see the results of annual blood and urine tests for kidney function and abnormalities associated with protein-losing nephropathy, protein-losing enteropathy, renal dysplasia, and Addison's disease and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old."}, {"title": "Care", "desc": "Finnish Spitz have a lot of energy and high exercise needs. They aren't recommended for apartment dwellers or families who don't have the time and energy to give them a lot of exercise.If left alone in the backyard, a Finnish Spitz will probably engage in his favorite activity — barking! His next favorite activity will be hunting for prey, which can include digging for mice and other burrowing animals or chasing squirrels and birds. This is a breed that requires a knowledgeable, active owner and understanding neighbors.He prefers cooler climates and does well as an inside dog. When you take him for a walk in public places, such as parks, be sure to keep him on leash so he won't take off chasing something. Give your Finnish Spitz a couple of 30-minute walks daily to help him use up his energyTraining these independent, strong-willed dogs can be a challenge. They are best trained with a soft voice and touch. Their intelligence makes them become easily bored with repetitive training, so keep your training sessions short.Professional trainers say Finnish Spitz can be manipulative and too smart for their owners, so you need to be persistent and firm. If you stick with it, however, you'll be greatly rewarded by your dog's intelligence and aptitude for sports, such as obedience, agility, and rally."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.75 to 2.5 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Finnish Spitz in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Finnish Spitz, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Finnish Spitz have a double coat. The undercoat is short, soft, and dense, topped by harsh guard hairs that are one to two inches long. The hair on the head and legs is short. The tail and back of the hind legs has the longest and most dense hair. Males typically have more coat than females, especially at their shoulders.The coat comes in shades of golden-red, ranging from pale honey to deep auburn. No matter what color, their coats should be clear and bright, not muddy. Because the undercoat is a paler color than the topcoat, the dog appears to \"glow\" when standing in the sun.The coat is a solid color, with white markings on the tips of the toes and a quarter-size spot or narrow white strip, ideally no wider than a half-inch, on the chest. A Finnish Spitz may also have black hairs along the lip line and sparse, separate black hairs on the tail and back. Puppies often have a lot of black hairs, which decrease as they mature. The nose, lips, and rims of the eyes are always black.With weekly brushing, Finnish Spitz stay exceptionally clean. Their coats aren't oily, so they typically don't have an odor. They shed heavily in the spring and fall, however, and will need additional brushing during that time to keep the hair from flying around.Bathe only as needed. The Finnish Spitz is a wash-and-wear dog, meaning that no trimming should be done except under the pads of the feet.Other grooming needs include dental hygiene and nail care. Brush your Finnish Spitz's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Finnish Spitz jumps up to greet you.Introduce your Finnish Spitz to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Finnish Spitz love children and will tolerate a lot, walking away when they've had too much. They're sturdy enough that they're not easily injured by toddlers whose motor skills aren't fully developed.That said, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Finnish Spitz get along well with other dogs and cats, especially if they're raised with them, but they can be aggressive toward dogs they don't know. And pet birds might want to watch their back around them."}, {"title": "Rescue Groups", "desc": "Finnish Spitz are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an adult Finnish Spitz who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Finnish Spitz."}]}
]