[
{"breed": "German Wirehaired Pointer", "intro": "The German Wirehaired Pointer was developed in the late 19th and early 20th centuries to be a versatile ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_22978_german-wirehaired-pointer-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-2", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-2", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 10 inches to 2 feet, 2 inches tall at the shoulder"}, {"title": "Weight:", "desc": "60 to 70 pounds"}, {"title": "Life Span:", "desc": "12 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "A combination of the best features of the Foxhound, Pointer, and Poodle, the German Wirehaired Pointer is a hunter's best friend: a medium-size dog who can point and retrieve on land and in water, thanks to a wiry, functional coat that protects him from weather extremes and rough underbrush and a keen nose for tracking and pointing.A facial beard gives him a distinctive expression, and a docked tail held horizontally quivers with excitement. Known as the Drahthaar in his homeland of Germany, the breed was developed to be an all around hunting companion, useful for hunting all types of game in all conditions.Because of his heritage as a hunting breed, the German Wirehair requires extensive exercise and he can make an excellent jogging companion. He loves to swim and retrieve, both good ways to provide the level of activity he needs to burn off all that energy. The German Wirehaired Pointer loves having a job to do and thrives on attention.Training him to compete in obedience, tracking, agility, rally, or other dog sports gives him a job, mental stimulation, and exercise. The breed can be slightly independent so it's important to use a firm, consistent approach and not to back down when he challenges your authority. That said, he doesn't respond to harsh training methods but does best with motivational, reward-based training.Search and rescue dog handlers have recently discovered this breed and find them to be excellent workers. That's not surprising since search and rescue combines their love of people and desire for plenty of physical exercise and mental stimulation.The German Wirehaired Pointer is a versatile dog who excels in the show ring, many physical competitions, and more. He can be your jogging friend early in the morning and sit around the campfire with you at night. If you like a dog who is intelligent, independent, eager to learn, and willing to please with tons of energy to burn, then you may have found the perfect addition to your household."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "German hunters in search of a rugged dog who could hunt any kind of game on any terrain created the German Wirehaired Pointer in the late 1800s. In him they blended the best qualities of the Pointer, Poodle, and Foxhound to develop an all-purpose dog who could point and retrieve on land and in water, no matter what the weather or environment.He is distinguished from the German Shorthaired Pointer not only by his coat but also by his size — slightly larger with a longer body — but also by differences in head shape and temperament. The two breeds were developed separately, with the Shorthair being slightly older and crosses of different breeds were used to develop each.The German Wirehaired Pointer was admitted into the German Kartell for dogs in 1928. He was imported into the United States in the 1920s, and in 1953, the German Drahthaar Club of America was formed.The breed was admitted into the AKC in 1959, when the parent club was officially changed to the German Wirehaired Pointer Club of America. He remains a well-loved hunting companion today."}, {"title": "Size", "desc": "Males stand 24 to 26 inches at the shoulder. Females are smaller but not under 22 inches. Expect a German Wirehair to weigh 60 to 70 pounds."}, {"title": "Personality", "desc": "Affectionate and loyal to his family, the German Wirehaired Pointer is friendly toward people he knows but aloof with strangers. When raised in a family, he's devoted to everyone but may have one person who's a special favorite. More than just a hunting dog, he loves human companionship and makes an excellent house dog and family member as long as he receives plenty of physical and mental exercise.The GWP is a good watchdog, barking when strangers approach his property. He's possessive of his things and people and may be aggressive toward strange dogs. He will defend his home and family if they're in danger. Early socialization is a must, as it is with any breed. Trainers will find a sharp \"No\" more effective than harsh or rough treatment. Respect his intelligence, and you'll find that he has a strong desire to please."}, {"title": "Health", "desc": "German Wirehairs are generally healthy, but like all breeds of dogs, they're prone to certain diseases and conditions. Not all German Wirehairs will get any or all of these diseases, but it's important to be aware of them if you're buying or living with a German Wirehair."}, {"title": "Care", "desc": "The German Wirehaired Pointer was bred to hunt all day in the field and that's what he's happiest doing. Short of that, he requires plenty of daily exercise. He can be a mannerly housedog and thrives on human companionship. He can jump with ease, so keep him confined with a fence that's at least six feet high and can't be dug under or wriggled through. A covered dog run may be the best way to provide outdoor shelter."}, {"title": "Feeding", "desc": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your German Wirehair in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your German Wirehair, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The German Wirehaired Pointer has a functional double coat that protects him from wet and cold conditions as well as rough or heavy underbrush. The coarse, wiry coat is one to two inches long. The hair is straight and harsh and lies flat.In winter the undercoat is dense to provide effective insulation against the cold, but in summer it's barely visible. The Wirehair's beard and bushy eyebrows serve as more than decoration. They protect the dog's face and eyes from scratches and lacerations.Some German Wirehairs are born with a long, soft, silky, or woolly coat. It doesn't have the same properties as the wire coat and takes considerably more time and effort to care for.The German Wirehair coat comes in various patterns of liver and white: spotted, liver roan (a mix of reddish-brown and white hairs), spotted with roaning and ticking (small, isolated areas of black hairs on a white background), or solid liver, which is described as a deep reddish-brown. The liver-colored head sometimes has a white blaze, but the ears are liver-colored.To match the coat, he has a liver-colored nose, lips, and spotting in the mouth. Genetically, a liver dog can't have a black spot, and a black dog can't have a brown nose. If you're offered a German Wirehair with a black coat or black pigmentation, you may not be getting the real deal.The dense, wiry coat of the German Wirehaired Pointer requires minimal grooming. It should remain clean with regular brushing. The coat sheds lightly year-round. Bathe him only as needed. Thanks to the water-repellent nature of his coat, he dries quickly after a bath or swim.Trim the nails routinely to keep them in good condition and to prevent toenail injuries. If you can hear them clicking on the floor, they're too long.Brush your German Wirehair's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your German Wirehair to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "The German Wirehaired Pointer is a great companion for older children who can stand up to his size and energy level, but he may be overwhelming for younger children who are easily knocked down in play.Always supervise any interactions between a dog and children for the safety of both. A German Wirehaired Pointer does better with children when he is raised with them, but an adult Wirehair who's adopted into a family with children can learn to get along with them if properly introduced and supervised.He may be aggressive toward strange dogs, but if he's raised with them he gets along fine with other dogs and cats."}, {"title": "Rescue Groups", "desc": "German Wirehaired Pointers are often purchased without any clear understanding of what goes into owning one. There are many German Wirehairs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a German Wirehair rescue."}]}
]