[
{"breed": "German Shepherd Dog", "intro": "The ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23188_german-shepherd-dog-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-2", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-5", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Herding Dogs"}, {"title": "Height:", "desc": "1 foot, 10 inches to 2 feet, 2 inches tall at the shoulder"}, {"title": "Weight:", "desc": "75 to 95 pounds"}, {"title": "Life Span:", "desc": "10 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "The German Shepherd Dog, also known as the Alsatian in Great Britain and parts of Europe, is among the top 10 most popular dog breeds in the U.S., and probably one of the world's most recognized breeds.They owe part of their renown to a small puppy who was plucked from a bullet- and bomb-riddled breeding kennel in France during World War I by Corporal Lee Duncan. At the end of the war, Duncan brought the puppy back to his hometown of Los Angeles, trained him, and turned him into one of the most famous dogs in show biz--Rin Tin Tin. Rin Tin Tin went on to appear in dozens of movies and, at the height of his stardom, got 10,000 fan letters a week.The German Shepherd has held many jobs other than movie star--leading the blind, chasing down criminals, sniffing out illegal substances, serving in the military, visiting the sick, and herding stock are just some of the jobs held by this versatile breed.The dog has even taken on the role of national hero. German Shepherds were the search and rescue dogs crawling through the ruins of the World Trade Center after the 9/11 terrorist attacks, looking for survivors and comforting rescue workers and families.The German Shepherd may embody some of the best traits of dogs, but they're not for everyone. Originally bred to herd flocks all day, this is a high-energy dog who needs a lot of activity and exercise. Without it, they're likely to express their boredom and frustration in ways you don't like, such as barking and chewing.The breed also has an aloof and sometimes suspicious nature—great for a watchdog, but not the sort of family dog who'll make guests feel welcome. However, if you expose a German Shepherd to many different situations and people starting in puppyhood, they can learn to take new people and circumstances in stride.If you're adopting a puppy, you'll get a slightly different kind of German Shepherd depending on whether they're descended from dogs that come from American versus German breeders. In general, American breeders often aim to create dog show champions, and they breed more for that distinctive German Shepherd look than for distinctive German Shepherd talents.Fans say that American-bred German Shepherds are calmer than their German counterparts, but critics say these dogs have lost some of their talents for working traditional German Shepherd jobs, and are more prone to behavior problems such as separation anxiety.German breeders, on the other hand, breed for working abilities, as well as to fit the breed's traditional look. Before a German Shepherd is bred in Germany, they have to pass numerous tests to prove they measure up to the physical and mental benchmarks the breed is known for. German Shepherd Dogs from Germany tend to have a more energetic and driven personality.However, the only way to guarantee what kind of dog you're going to get is to spend time with them. So get to the shelter and meet your new best friend before you even take them home!"}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The German Shepherd is a relatively new breed, dating back to 1899, and they owe their existence to one man: Captain Max von Stephanitz, a career captain in the German cavalry with a goal of creating a German breed that would be unmatched as a herding dog.Centuries before von Stephanitz came along, farmers in Germany, as in the rest of Europe, relied on dogs to drive and protect their herds. Some dogs were legendary for their skill, and sheepherders would travel days to breed their female dogs to a notable sire. However, as von Stephanitz noted, no one had developed the herding dogs of the region into a distinct breed.In 1898, von Stephanitz retired from military life and began his second career, and what would prove to be his passion: experimenting with dog breeding to create a superior German herding dog. Stephanitz studied the breeding techniques of the British, noted for their exceptional herding dogs, and traveled throughout Germany, attending dog shows and observing German-type herding dogs.Von Stephanitz saw many fine herding dogs, dogs who were athletic, or intelligent, or capable. What he didn't see was a dog who embodied all those traits.One day, in 1899, von Stephanitz was visiting a dog show when a wolfish-looking dog caught his eye. He immediately bought the dog, named Hektor Linksrhein. Later renamed Horand v Grafeth, the dog's powerful physique and intelligence so impressed von Stephanitz that he formed a society—the Verein fur deutsche Schaferhunde—to found a breed out of Horand's descendents.Although he had intended for his breed to work as herding dogs, as Germany became more and more industrialized, von Stephanitz saw the need for such dogs fading. He was determined that his breed would continue as a working dog, and he decided that the dog's future was in police work and military service.Making good use of his military connections, von Stephanitz convinced the German government to use the breed. During World War I the German Shepherd served as a Red Cross dog, messenger, rescuer, guard, supply carrier, and sentry.Although German Shepherds made their way to the United States before the war, it wasn't until the war that the breed became popular in the U.S. Allied servicemen noted the dog's bravery and intelligence, and a number of dogs went home with these soldiers.One such dog was a five-day-old puppy plucked from a bomb-riddled kennel in France by an American corporal from Los Angeles. The corporal took the puppy home, trained him, and turned him into one of Hollywood's most recognizable four-legged stars: Rin Tin Tin, who appeared in 26 movies and helped popularize the breed in America.Although the Allies were impressed by the German dogs, they weren't so happy with the dog's German roots. During wartime all things German were stigmatized, and in 1917, the American Kennel Club (AKC) changed the breed's name to the Shepherd Dog.In England, the dog was renamed the Alsatian Wolf Dog, after the German-French border area of Alsace-Lorraine. The AKC went back to using the original name of German Shepherd Dog in 1931; it took until 1977 for the British Kennel Club to do the same.Von Stephanitz stayed closely involved with the development of the breed, and as early as 1922, he became alarmed by some of the traits that were turning up in the dogs, such as poor temperament and a tendency to tooth decay. He developed a system of tight quality control: Before any individual German Shepherd was bred, they needed to pass numerous tests of their intelligence, temperament, athleticism, and good health.American breeding of German Shepherds, on the other hand, wasn't nearly so regulated. In the United States, the dogs were bred to win dog shows, and breeders put more emphasis on looks and on the dogs' gait, or way of moving.After World War II, American- and German-bred German Shepherds began to diverge dramatically. At one point, the U.S. police departments and military began importing German Shepherd working dogs, because homegrown German Shepherds were failing performance tests and plagued by genetic health conditions.In the past few decades, some American breeders have begun to put the emphasis back on the breed's abilities rather than just appearance, importing working dogs from Germany to add to their breeding program."}, {"title": "Size", "desc": "Males stand 24 to 26 inches; females stand 22 to 24 inches. Weight ranges from 75 to 95 pounds."}, {"title": "Personality", "desc": "The German Shepherd personality is aloof but not usually aggressive. They're reserved dogs; they don't make friends immediately, but once they do, they're extremely loyal. With their family, they're easy-going and approachable, but when threatened, they can be strong and protective, making them excellent watchdogs.This highly intelligent and trainable breed thrives on having a job to do—any job. The German Shepherd can be trained to do almost anything, from alerting a deaf person to a doorbell ring to sniffing out an avalanche victim.One thing they're not good at is being alone for long periods of time. Without the companionship they need—as well as exercise and the chance to put their intelligence to work—they become bored and frustrated. A German Shepherd who's under-exercised and ignored by their family is likely to express pent-up energy in ways you don't like, such as barking and chewing.Like every dog, the German Shepherd needs early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your German Shepherd puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "German Shepherds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all German Shepherds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed."}, {"title": "Care", "desc": "Originally bred to herd flocks all day, German Shepherds are built for action. This means they've got lots of energy that they need to burn off with daily exercise.If you leave them alone for long periods of time without exercise, expect trouble. Boredom and inactivity lead to behavior problems—chewing, digging, and barking. The German Shepherd desperately needs to exercise both their body (jogging, a romp at the dog park) and their mind (training exercises like agility or obedience competitions).Like many herding breeds, German Shepherds are barkers. Barking isn't necessarily a problem, but it can be if the dog is bored. Learning the \"Quiet\" command should be part of every German Shepherd's obedience training.German Shepherds like to chew, and their powerful jaws can destroy most materials. If they pick the wrong thing to gnaw on, they can damage their teeth, swallow something that makes them sick, or even choke. Save your dog, and your belongings, by giving them safe chew toys and bones so they can entertain themselves when you're not playing with them."}, {"title": "Feeding", "desc": "A German Shepherd Dog diet should be formulated for a large-sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your German Shepherd Dog and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.You'll need to take special care with feeding and exercising a German Shepherd puppy, however. German Shepherds grow very rapidly between the age of four and seven months, making them susceptible to bone disorders. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.And don't let your German puppy run, jump, or play on hard surfaces like pavement until they're at least two years old and their joints are fully formed. It's fine for puppies to play on grass, though, and puppy agility, with its inch-high jumps, is okay.Overfeeding your German Shepherd and letting them pack on the pounds can cause joint problems, as well as other health conditions. Limit treats, keep them active, and serve them regular meals rather than leaving food available at all times."}, {"title": "Coat Color And Grooming", "desc": "The German Shepherd was originally bred to herd flocks in harsh climates, and their medium-length double coat fits the job perfectly, acting as protection the dog from rain and snow and resistant to picking up burrs and dirt.The coat types of the German Shepherd are as varied as their color. Some German Shepherds are longhaired. However, the \"ideal\" German Shepherd has a double coat of medium length. The outer coat is dense with straight hair that lies close to the body, and is sometimes wavy and wiry.The coat comes in variety of colors and patterns including black; black and cream; black and red; black and silver; black and tan; blue; gray; liver; sable; and white. The American Kennel Club doesn't recognize white as a color for this breed, however, and won't let white German Shepherds compete in conformation shows, although they're allowed in other competitions.Sometimes jokingly called \"German shedders,\" the breed sheds year-round, and generally \"blows\"—sheds a lot of hair at once, like a snowstorm—twice a year. If you want a German Shepherd, be prepared for hair on your black pants, on your white couch, and pretty much all over the house.There's no magic solution to shedding, and we just have to accept it. However, brushing two to three times a week will help more of the hair come out in a brush, rather than on your furnishings. And a sturdy vacuum cleaner doesn't hurt either.Bathing the dog too often strips the coat of oils that keep it healthy, so start running the bathwater only if your dog really needs it. It shouldn't be that often; despite their notoriety as a shedder, the German Shepherd tends to be fairly clean and odorless.The nails need to be trimmed once a month, and the ears checked once a week for dirt, redness, or a bad odor that can indicate an infection, then wiped out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.German Shepherds love to chew, and the habit helps keep their teeth clean. Give them sturdy, safe dental chew toys or bones, and they'll be fighting tartar buildup as they gnaw, especially on the back molars. Brushing their teeth with a soft toothbrush and doggy toothpaste also helps keep gums and teeth in good shape."}, {"title": "Children And Other Pets", "desc": "If they're well-trained and have had plenty of exposure to kids, especially as a puppy, a German Shepherd is a great companion for children. In fact, some say they're a cross between a babysitter and a cop, both gentle with, and protective of, the children in their family.This is a big dog, though, capable of mistakenly bumping a toddler or small child. True to their reserved nature, they're not tail-wagging friendly with kids they don't know, but they're generally trustworthy.The German Shepherd can also live peacefully with other dogs and pets, as long as they're taught to do so from puppyhood. Introducing an adult German Shepherd to a household with other pets can be more difficult if the dog isn't used to getting along with other dogs or cats. You may need to hire a professional trainer to help, or get advice from the rescue organization if that's where you acquired the adult German Shepherd."}, {"title": "Rescue Groups", "desc": "German Shepherds are often purchased without any clear understanding of what goes into owning one. There are many German Shepherds in need of adoption and/or fostering, and there are several breed-specific rescues across the country.Check out this list of German Shepherd Dog rescues organized by state. Or you can take a look at the American German Shepherd Rescue Association, Inc.If you can't find what you're looking for, you can also check out our adoption page that lets you search for adoptable dogs by breed and zip code."}]}
]