[
{"breed": "Giant Schnauzer", "intro": "The Giant Schnauzer was created to be a working ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22924_giant-schnauzer-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-2", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Working Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "55 to 80 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "The Giant Schnauzer is the largest of the three Schnauzer breeds. He has a commanding appearance and rugged build. But his stoic demeanor is belied by the twinkle in his eyes, hinting at his playful nature.This is a big dog with a big personality. He's an energetic, intelligent companion who makes life interesting with his independent thinking and playfulness, but dominant personality and bold approach to life. In short, he's a handful, even for experienced dog owners. Still, in the right home he's a loyal and courageous companion.There is no limit to the capabilities of a well-trained Giant Schnauzer. Obedience, agility, tracking, carting, and herding are among the dog sports in which you can find him competing. Originally used to drive cattle to market, he excels as a police and guard dog and more recently has branched out to drug detection and search and rescue. He has a gentle and loving side as well, making him an admirable therapy dog. But the Giant Schnauzer's favorite activity is being with the people he loves.The keys to living successfully with a Giant Schnauzer include training, socialization, and providing physical and mental stimulation. Giant Schnauzers need all of these to become well-mannered dogs, and they need them in abundance.The breed's intelligence is widely known, and they can be easily trained when their people are firm and consistent. Never let the Giant Schnauzer's wonderful mind go to waste. Make sure to give him a job; let him find things for you, carry things, perform tricks, and show off his obedience training.Whatever you do, don't let him become bored. A bored Giant Schnauzer is a destructive Giant Schnauzer. An essential part of preventing boredom is exercise. Expect to provide your Giant Schnauzer with at least an hour of vigorous exercise daily. He'll enjoy long walks and jogging.Apartments are not the ideal dwelling for the Giant Schnauzer. They do much better if they have a large yard to play in and do their best if they have acreage. They are not outdoor dogs and need to live inside with their family.Giant Schnauzers are among the more dominant breeds and not recommended for homes with young children. In fact, the suggested age range of children is 12 and older.Socialization should begin at a very young age, and it should include exposure to many different people, dogs, and other small pets. Giant Schnauzers tend to be reserved and suspicious of strangers, a trait that makes them excellent guard dogs, but that characteristic must be balanced with socialization to avoid fearfulness or aggression.The Giant Schnauzer has many good qualities and many challenging qualities. It's important before choosing this breed that you understand the demands he will make upon your life. A Giant Schnauzer is not the fabled gentle giant, but a hard-working, energetic dog who will give back as much as he is given."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The largest of the three Schnauzer breeds, the Giant Schnauzer was developed in Germany to drive cattle and later to work in butcher shops and stockyards. Some served as guard dogs at breweries.The Giant Schnauzer was probably created by crossing the Standard Schnauzer with larger smoothcoated dogs, rough-haired sheepdogs, and the black Great Dane. The Bouvier des Flandres may also have played a role in his development. He was known as the Munchener and was widespread throughout Bavaria and Wurttemberg.In the early 1900s, Giant Schnauzers were trained for police work in Berlin and other German cities, and it became their primary job. The only reason they didn't become well known as police dogs in the United States is because the German Shepherds beat them to it.The Giant Schnauzer Club of America was founded in 1962. In the United States, the Giant Schnauzer has remained uncommon. Today, the breed ranks 83rd among the 155 breeds and varieties registered by the American Kennel Club."}, {"title": "Size", "desc": "A male Giant Schnauzer stands 25.5 to 27.5 inches at the shoulder and weighs 60 to 80 pounds. Females are 23.5 to 25.5 inches and weigh 55 to 75 pounds."}, {"title": "Personality", "desc": "The Giant Schnauzer has the calm, loving temperament of a companion dog and the assertiveness, boldness and energy required of a guard and working dog.He takes his responsibilities seriously and is protective of home and family, willing to defend them with a fierceness that can be intimidating. This is a territorial dog who's distrustful of strangers, but when he's not needed as a guardian, he's a playful and affectionate companion.His intelligence can pose a challenge to the inexperienced trainer, however. Giant Schnauzers require consistent and firm guidance. Without it, they're quite capable of thinking for themselves and running the household the way they think it ought to be run.As with every dog, Giant Schnauzers need early socialization — exposure to many different people, sights, sounds, and experiences when they're young. Socialization helps ensure that your Giant Schnauzer puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "Giant Schnauzers are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Giant Schnauzers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Giant Schnauzers, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips, elbows, and thyroid, and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old."}, {"title": "Care", "desc": "Giant Schnauzers are not recommended for apartments or condos. They have high energy levels indoors and out, and are best suited to a home with a fenced yard where they can safely run off some of that energy. When they're not playing outdoors, Giant Schnauzers should be inside with their people, whom they will happily follow around the house.Giant Schnauzers require at least an hour of daily exercise. Plan on a couple of half-hour walks at a good clip or vigorous play. He can be a digger or chewer, so always give him something constructive to do instead.This is a breed that needs a job. Train him to do tricks or help you around the house if you want to forestall destructive behavior. He doesn't like to be bored, so avoid frequent repetition and turn training into a challenging game to get the best out of him.Train him with firmness and consistency. He can be stubborn and you must be more stubborn. You must be able to provide leadership without resorting to physical force or harsh words.It's best if you work with a trainer who's familiar with and understands the breed. Your Giant Schnauzer will respond with enthusiasm to training techniques that are positive and keep him on his toes."}, {"title": "Feeding", "desc": "Recommended daily amount: 3 3/8 to 4 1/4 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Giant Schnauzer in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Giant Schnauzers can be prone to gastric torsion and should be fed two or three small meals per day to avoid any build up of gas.For more on feeding your Giant Schnauzer, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Giant Schnauzer's outer coat is wiry, hard, and dense, with hairs that stand up from the skin. Beneath it is a soft undercoat. On his face are a harsh beard and eyebrows, the Schnauzer hallmark.The coat is solid black or pepper and salt. The pepper-and-salt coloring is a combination of black and white hairs, and white hairs banded with black. At a short distance, the pepper-and-salt coat appears gray.The Giant Schnauzer's double coat requires brushing with a stiff bristle or slicker brush about three times a week to prevent mats from forming in the undercoat. Wash his face after every meal.A Standard Schnauzer's coat usually must be hand-stripped every 4 to 6 months. Hand stripping is necessary if you show your dog or like the look and feel of the proper coat, but pets can be clippered instead.Be warned, however, that if you clip your Schnauzer's coat instead of stripping it, eventually the texture will change. It will feel very soft and may shed more. Clippering can also cause a pepper-and-salt coat to look solid silver or solid black, depending on the color of the undercoat.Other grooming needs include dental hygiene and nail care. Brush your Giant Schnauzer's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Giant Schnauzer jumps up to greet you.Begin getting your Giant Schnauzer accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Because of their size, energy level, and commanding nature, Giant Schnauzers are not recommended for homes with young children. The suggested age range is 12 and older who have the maturity to interact appropriately with a large-breed dog.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Giant Schnauzers don't tend to be buddy-buddy with other dogs, especially those of the same sex, and they probably shouldn't be trusted alone with cats, no matter how well they seem to get along."}, {"title": "Rescue Groups", "desc": "Giant Schnauzers are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an adult Giant Schnauzer who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start."}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Giant Schnauzer."}]}
]