[
{"breed": "Gordon Setter", "intro": "Originally bred to hunt pheasant and quail, Gordon Setters are still fine ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22982_gordon-setter-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-2", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-2", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-3", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "45 to 80 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "\"Brains, beauty, and bird sense\" is a phrase often applied to the Gordon Setter. If you've ever had the privilege of seeing the breed in the field, you understand why. In art, he's often depicted as scouring the moors for a pheasant or other bird, and in life he does the same, pretty as a picture with his long, soft, straight black and tan coat, feathered tail, and noble, dignified stance.The Gordon is the largest of all Setters. He's an active, well-muscled dog capable of working but who would also remain a puppy for his entire life if he could. Gordons are known for maturing late and tend to remain young at heart. The breed is intelligent, gentle, and loyal.Gordons need daily exercise and do best in a home with a large fenced yard where they can expend their energy. The Gordon is not a backyard dog by any means, however, and should not live away from his family. He's prone to separation anxiety and can become destructive when left alone for long periods.Gordon Setters need a firm hand when it comes to training but not so firm that their sensitive spirit is damaged. Consistent, firm, fair training using the techniques of positive reinforcement will prevent them from becoming dominant, wilful and stubborn. The mental activity provided by training will help keep them occupied and out of trouble.Some Gordons can be aggressive toward other dogs, but it's not a common trait in the breed, and they should never be vicious. Toward strangers Gordons can be aloof, preferring the attention of their own people. They'll tolerate attention from strangers but don't actively seek it. To avoid any aggression or fear regarding strangers, it's important to socialize your Gordon Setter — expose him to a variety of people, sights, sounds, and situations — in puppyhood. A properly socialized Gordon is alert and fearless, an excellent watchdog.The Gordon Setter is a loving companion and steady protector of the children in his life. Gordons are generally patient with children and tolerate much of their teasing and treatment, although of course they shouldn't have to. It's always important to supervise interactions between children and dogs.Known for their vocal skills, Gordons can be verbal in conveying their likes, dislikes, and other feelings. When they're provided with the attention and exercise they crave, they're loving, protective, and intensely devoted to their families."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Black and tan setting dogs were known in Scotland as early as 1620, but it was their presence in the kennels of the fourth Duke of Gordon 200 years later that brought them to prominence. The Castle Gordon Setters had first-class hunting skills and were beautiful as well. It was written of them: \"They are not fast dogs, but they have good staying powers and can keep on steadily from morning until night. Their noses are first class and they seldom make a false point. When they stand, you may be sure there are birds.\"The early Gordons also came in black and white, tricolor, and red, but the Duke was said to favor the dogs with black and tan coloring, and that's what has prevailed over the years. When the Duke died in 1827, his heir, the Duke of Richmond, carried on his kennels.Between 1859 and 1874, England's Kennel Club listed 126 Black and Tan setters in its studbook. In June of 1859, at the first official dog show, a Black and Tan Setter by the name of Dandie, took first prize for setters, who could trace his pedigree back to the kennels of the Duke of Gordon. The breed officially took the name Gordon Setter in 1924.The first Gordon Setters imported into the United States came from the kennel at Gordon Castle. The dogs, Rake and Rachel, were purchased by Daniel Webster and George Blunt in 1842. They were the foundation of the breed in the United States.The American Kennel Club recognized the Gordon Setter in 1892, and the Gordon Setter Club of America, Inc., was formed in 1924. The club is still in existence today and boasts a membership of more than 1,000. Today the Gordon Setter ranks 88th among the 155 breeds and varieties registered by the AKC."}, {"title": "Size", "desc": "The Gordon Setter male stands 24 to 27 inches and weighs 55 to 80 pounds; females are 23 to 26 inches and 45 to 70 pounds."}, {"title": "Personality", "desc": "The loyal Gordon Setter is intensely devoted to his family but wary of strangers, characteristics that make him an excellent watchdog. He's mannerly and eager to please, but like any dog he'll take advantage of lax leadership and can become dominant, wilfull, and stubborn if not provided with firm, fair, consistent training. A Gordon Setter expert once wrote of the breed that if he acts sorry for a misdeed, he's probably more sorry that he got caught than that he misbehaved. In the field or in any competitive situation, he's alert, fearless, intelligent, and capable. He's a personal hunting dog, in the sense that he works nearby rather than ranging far afield. Gordons aren't fast, but they have a lot of stamina.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Gordon Setters need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Gordon Setter puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.It's not unusual for a Gordon puppy to go through a fear period sometime between 6 and 9 months of age. Without coddling him, maintain a calm demeanor so you can reassure him that whatever situation has spooked him is normal and nothing to be afraid of."}, {"title": "Health", "desc": "Gordons are generally healthy, but like all breeds of dogs, they're prone to certain diseases and conditions. Not all Gordons will get any or all of these diseases, but it's important to be aware of them if you're buying or living with a Gordon."}, {"title": "Care", "desc": "Gordon Setters need daily strenuous exercise, so they're good companions for joggers or runners. A good game of fetch in the backyard or a long walk will also contribute to their physical well being. Puppies are rambunctious and full of the devil. Let them play all they want in the backyard, but limit forced exercise such as road running or obedience jumps to avoid placing unnecessary strain on the still developing bones and joints. Avoid these types of workouts until the dog is 2 years old and introduce them gradually.Gordon Setters are intelligent dogs who are easy to train, although they require firmness and consistency to prevent them from taking advantage of you. You must be able to provide leadership without using anger or physical force.Housetraining is fairly easy with most Gordon Setters, although there are exceptions to every rule. Be consistent, keep the puppy on a schedule, and use a crate. Crate training not only aids in housetraining, it also keeps the puppy from chewing (a common habit of Gordon puppies) and provides a safe and quiet place for the dog to rest. The most important thing to remember is that housetraining is a long process. Your Gordon puppy may understand where he needs to do his business, but he may not have the bladder control to see it through until he's 4 months or older. If you will be gone for long periods of time for work or other activities, it's important to have someone who will let the puppy out for a pee break.The silver lining to the Gordon's wild puppyhood is his quiet and sedate adulthood. He loves competition, however, and can excel in many dog sports. The Gordon can be a busy breed, but once you understand his drive and meet his needs, he can be a wonderful companion who's just as happy to lie beside you as he is hiking or hunting beside you."}, {"title": "Feeding", "desc": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Gordon in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Gordon, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Gordon Setter's attractive coat is soft and shiny, ranging from straight to slightly wavy. He has long hair on the ears, chest, belly, the back of the legs, and the tail. The tail is short, with feathering that grows in a triangular shape, becoming uniformly shorter toward the end of the tail.He wears a classic black and tan coat, with the tan markings being a rich chestnut or mahogany on the sides and bottom of the muzzle, over the eyes, on the throat, two large spots on the chest, on the inside of the hind legs (although not so much that the black is eliminated), on the forelegs, and around the vent (the anal opening). The black and tan colors are clearly defined, never mixed together. A Gordon may have a white spot on the chest, the smaller the better.Brush and comb your Gordon two or three times weekly to prevent mats and tangles. Trim the hair on the bottom of his feet and between the toes to prevent it from picking up debris in the summer and forming ice balls in winter.Brushing will go a long way toward keep your Gordon's coat clean and shiny, but you can bathe him every one or two weeks if you want without drying out the coat. Just be sure to use a shampoo and conditioner formulated for dogs and rinse thoroughly.All breeds with pendant, or hanging, ears tend to have issues with ear infections. Check your Gordon's ears weekly and wipe them out with a cotton ball moistened with a cleanser recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Gordon may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Gordon's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Gordon enthusiastically jumps up to greet you.Begin accustoming your Gordon to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Gordons are fond of and protective toward children. They'll put up witha lot, and when they've had enough teasing or roughhousing, they'll walkaway. They may be a bit much for toddlers, though, being large enough toaccidentally knock them down.Always teach children how to approach and touch dogs, and alwayssupervise any interactions between dogs and young children to preventany biting or ear or tail pulling on the part of either party. Teachyour child never to approach any dog while he's eating or sleeping or totry to take the dog's food away. No dog, no matter how friendly, shouldever be left unsupervised with a child.Gordons get along with other dogs and cats if they're raised with them,but they might not be so friendly toward strange dogs."}, {"title": "Rescue Groups", "desc": "Gordons are often purchased without any clear understanding of what goes into owning one. There are many Gordons in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Gordon rescue."}]}
]