[
{"breed": "Great Pyrenees", "intro": "The Great Pyrenees ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23202_great-pyrenees-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-3", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-5", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-2", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-2", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-5", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-1", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Working Dogs"}, {"title": "Height:", "desc": "2 feet, 1 inch to 2 feet, 8 inches tall at the shoulder"}, {"title": "Weight:", "desc": "85 to 160 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "The Great Pyrenees was originally developed to guard flocks alongside shepherds. These days he usually works with people, often in therapy and rescue work. This is a dog who loves the sport of carting.The Great Pyrenees is an intelligent dog who is used to working on his own and figuring things out for himself. This can be a wonderful trait, but having a mind of his own can also create some training challenges.And you have to train this dog. If not, he will become completely uncontrollable — and at his full size of up to 160 pounds, you don't want that. Since training takes lots of consistency, patience, and positive reinforcement, the Great Pyrenees is not suitable for an owner who's reluctant to put in the necessary team.He's worth the work, though. Calm inside the house, he somehow manages not to get underfoot, and has an amazing ability to determine friend from foe. A Pyr is courageous and devoted to his family, protecting those he loves with his life if needed.Many folks feel safer with a Great Pyrenees in their home, but it's worth reemphasizing that he's a dog who requires lots of socialization, starting as early as possible. If he doesn't receive it, he can become aggressive or fearful, and he may not allow nonfamily members into your yard without (or even with) your permission. That may sound kind of cool until you stop receiving mail and your friends refuse to come over.When brought up right, he's a social guy, and he likes to be active and to play with other dogs of any breed. He loves children, and it's best to give him as much exposure to them as you can. Once he's trained, you can take him to nursing homes as his size is perfect for those confined to wheelchairs. He loves going for rides in the car, but make sure the air-conditioner is on high. He's a big fan of cool weather.Everyone who lives with a Pyr should have a set of ear plugs. He barks a lot, because that's his job. He'll vocalize — loudly — to ward off pesky intruders, and he's got a broad definition of intruders. He will bark even more at night because of his extraordinary senses of sight and sound, which enable him to detect coyotes, deer, wolves, raccoons, bear, and possum (all of which must be protected against). His vocal styling will definitely scare them away and keep the family and property safe.A Pyr's hearing is so sensitive he can detect intruders even with all the windows closed in the house; the air-conditioner, TV, and dehumidifier running on high; and the iPod playing AC/DC at full blast. He really can hear that well, and he'll definitely let you know all about what he hears.He'll let you know his emotions, too. Almost all Pyrs use a paw to let their people know how much they are loved. He'll paw on your shoulder while you're driving, on your lap while you're eating, on your leg when a yummy treat is near (even a not-so-yummy treat).He has double dewclaws — not one dewclaw like most dogs, but two that are near each other. Don't even think of removing them, because he uses them to climb (part of your protection services). Keep the double dews trimmed, as they can easily get caught on fences and tear easily.He'll make himself at home on any type of furniture, including couches, beds, and chairs, even if there's no chance he'll fit. Never mind that detail; he'll squeeze himself in one way or the other, even if it seems physically impossible. A Great Pyr will remind you that his comfort should be of the utmost importance to you. Who the heck do you think king-size beds are made for?The Great Pyrenees is a wonderful breed who is affectionate and gentle, hardworking and independent. He can be a devoted family companion or a conscientious career dog. His pride is evident in the regal way he carries himself. Make no mistake — he has a job to do, and he loves to do it."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The sheep-guarding Great Pyrenees originated in the Pyrenees Mountains, which form a natural border between France and Spain. He's known by different names: Great Pyrenees in the United States and Canada, the Pyrenean Mountain Dog in the United Kingdom and most of Europe.His ancestry is believed to date back ten to eleven thousand years to dogs who originated in Asia Minor. His ancestors are thought to have come to the Pyrenees Mountains sometime around 3000 B.C. There the breed was developed to create a dog who would aid shepherds.At first, the Great Pyrenees was considered to be a dog owned by peasants. But in 1675, the Dauphin in the court of King Louis XIV declared that the Great Pyrenees was the Royal Dog of France. This prompted the French nobility to acquire Great Pyrenees and use them to guard estates.The first Great Pyrenees to be imported to North America went to Newfoundland, Canada. There the breed is attributed with creating the Landseer Newfoundlands, after crossbreedings between the Great Pyrenees and the Newfoundland.Throughout the 1800s, the breed gained popularity throughout England, Europe, and the United States. He was introduced into the St. Bernard's breeding program in Switzerland in an effort to reestablish the numbers of dogs at the famous hospice where the St. Bernard originated. In the Pyr's homeland, however, the breed began to deteriorate due to unscrupulous breeding practices.The two World Wars took a toll on all dog breeding; luckily several Great Pyrenees were imported to the United States before the European continent was effectively closed due to World War II. After the war, breeders began efforts to restore the breed to its former glory, and today the Great Pyrenees is a much-loved and admired dog."}, {"title": "Size", "desc": "The Great Pyrenees is a giant dog (both in size and heart). The average height is between 27 to 32 inches for a male and 25 to 29 inches for a female. On average, Great Pyrenees should be between 100 to 160 pounds for a male and 85 to 115 pounds for a female."}, {"title": "Personality", "desc": "A calm, gentle, docile demeanor is the norm for a Great Pyr. Shyness, aggressiveness, and nervousness are not acceptable whatsoever, but do your part by providing tons of socialization when he's a puppy. With training, he's well mannered.He is gentle and can be somewhat serious. Courageous and devoted to his people, he's the best friend anyone could ask for; he's also a warm blanket and a comforting soul in the night. He loves being a therapy dog.He is intelligent, used to working on his own and figuring out things by himself, which means he's an independent thinker and can be stubborn. He manages to be a good guard dog while also being friendly, calm, and gentle.Like every dog, the Great Pyr needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Great Pyr puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Not all Great Pyrs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Great Pyrs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "A good fence around your yard is absolutely necessary, and it should be at least four feet but preferably five or six feet high. This dog is used to roaming the Pyrenees Mountains while protecting his flocks, and he needs territory. If you don't have a fence to corral him, he'll keep running to grasp territory.He's a Houdini Hound who can scale fences. And if snow drifts to the height of the fence, he'll walk right over it, so get out that shovel and move the piles away if you don't want him visiting the neighbors during a snowstorm. (They could be surprised — it's a bit difficult to see him approaching in the snow.) There's a reason the Pyr rescue groups won't adopt a Pyr to anyone without a fence, or who thinks they can just yard-train him; it's simply not going to happen.He must have training from the time he's a small pup, but despite his size he needs gentle, positive reinforcement. He is scarily intuitive, has impeccable manners, and a memory like an elephant: he will never, ever forget anything, which is why you always need to use a kind, gentle approach in training. Negative training makes a Pyr shy, timid, and fearful, which is problematic in any dog, much less a dog of this size.Crate training benefits every dog and is a kind way to ensure that your Pyr doesn't have accidents in the house or get into things he shouldn't. A crate (a big one) is also a place where he can retreat for a nap. Crate training at a young age will help your Pyr accept confinement if he ever needs to be boarded or hospitalized.Never stick your Pyr in a crate all day long, however. He shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Great Pyrenees are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.The Great Pyrenees need roughly 20 to 30 minutes of exercise per day to keep him in his best condition. That's not a lot for a dog this size. He adores cool or cold weather and loves to go for long hikes as long as it's not hot (or even warm). He's a big, hardy dog who can carry backpacks and gear, but don't let him do that in the summer because he needs to be kept cool.The Great Pyrenees is an intelligent breed and can become bored a bit too easily. Provide proper stimulation with toys to prevent any destructive behavior. He enjoys being with his family and can cause household ruin if left alone for long periods.Training a Great Pyrenees can be difficult, but it can also be easy if you start early and maintain kindness and consistency. Originally bred for guarding livestock, the Pyr is used to working and thinking on his own. This trait is still strong, whether he comes from a line of pet dogs or working dogs.He needs you to establish the rules as soon as he comes into your home. If you don't want a 100-pound dog on your couch, then the cute 20-pound fluff ball shouldn't be allowed on the couch either. Patience is the key to training him, but remember that even after basic training you'll never have a dog who can roam off-lead, since he will wander regardless of your cries and commands.Socialization is a must for a Great Pyr. He is bred to guard, and if he's not properly socialized he can become aggressive or fearful. Expose your puppy to a variety of situations, including puppy classes, after he's been properly vaccinated. Also keep him in the house with you're the family. A dog who is left tied up outside will become aggressive, even to his owners.Leash training is also important, especially considering that your Great Pyrenees will eventually use up to 160 pounds of weight to pull you where he wants to go. Don't let him off-leash as he will, without a doubt, roam. Leash-training will start in puppy kindergarten, and the techniques you learn there should be practiced regularly.After your Great Pyrenees has reached a level of training that you're happy with, you can take him to many different kinds of training events and competitions, especially those that are done on-leash."}, {"title": "Feeding", "desc": "Recommended daily amount: 4 to 6 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Great Pyrenees in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Great Pyr, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Great Pyrenees are considered to be average to heavy shedders, depending on the climate they live in, so expect to have white hairs on your clothes, furniture, car, and toothbrush.Despite the shedding, he's fairly easy to groom and only requires about 30 minutes of work per week. If his silk-like hair gets dirty, it dries quickly and combs right out. Granted, he leaves white, silky dust bunnies on your floor, but if you collect it and put it outside, birds will use it for their nests — it's a good insulator for their newborn babies.The Great Pyrenees has a double coat, the top coat and the undercoat. The top coat is long and thick and should be coarse in texture. It may be straight or slightly wavy, but it shouldn't be curly. There should be a mane or ruff around the neck, more pronounced in males; and feathering on the back of the legs, forming a pantaloon on the back thighs. The tail should have a plume and the face and ears should have short, fine hair. The undercoat should be dense and woolly.He is white or white with markings that can be badger, tan, gray, or reddish-brown in color. The markings can appear on the head, as a mask, on the ears, on the tail, and (occasionally) on the body — but markings should never cover more than one-third of the body. The undercoat can be either shaded or white.Don't clip the Pyr's hair during hot weather. The coat keeps him cool, and when you shave the hair you compromise his natural protection from the sun.Other than brushing, the Great Pyrenees coat requires very little care. Generally the eyebrows, whiskers, ears, hocks, feet, and forelegs are trimmed, although that's usually for dogs showing in conformation. Baths can be infrequent (once every couple of months) since his coat tends to shed dirt. When you do bathe your Great Pyrenees, use a high-quality dog shampoo to avoid stripping oils from the dog's coat and skin.Check his ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.Because his floppy ears block air circulation, they must be checked and cleaned weekly to prevent ear infections. Gently wipe out the ear with a cotton ball moistened with a cleaning solution recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Pyr may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Pyr's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails regularly if he doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your arms from getting scratched when your Great Pyrenees enthusiastically jumps up to greet you.Begin accustoming your Pyr to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin or feet and in the ears, nose, mouth, and eyes. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "A Pyr loves children and is absolutely devoted to them. He'll protect them with his life, and he is in fact tender toward everything that is small and weak. Young children can't manage such a large dog on a leash, however, so he should be walked by an adult or an older child.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Great Pyr generally does well with other animals in the house, especially if he's been raised with them from puppyhood. A well-socialized Pyr tends to get along with other dogs."}, {"title": "Rescue Groups", "desc": "Great Pyrenees are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting a Great Pyr, a rescue group is a good place to start."}]}
]