[
{"breed": "Irish Terrier", "intro": "The Irish Terrier ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23068_irish-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-1", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-1", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-1", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-2", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "1 foot, 6 inches to 1 foot, 8 inches tall at the shoulder"}, {"title": "Weight:", "desc": "25 to 27 pounds"}, {"title": "Life Span:", "desc": "12 to 16 years"}], "details": [{"title": "More About This Breed", "desc": "The Irish Terrier's motto is \"No fear.\" Nicknamed \"Daredevil,\" this medium-size, agile dog has a tight, wiry red coat and a snootful of courage. He's animated and loyal, always on guard, and willing to take on anything that comes his way and threatens his people and home.With that tough terrier attitude, however, comes a need for training and socialization from an early age. Irish Terriers are extremely intelligent and learn easily, but any training must work around their independent, willful spirit. If you can make the dog think that training is his idea, you'll get a happy worker who meets or exceeds any goals you may have set for him. That's balanced by a reckless spirit that can be blind to consequences, so it can be necessary to protect him from his sometimes intemperate desire to guard his loved ones.Irish Terriers are wonderful watchdogs, barking to warn their owners of anything new. Some dogs will become excessive barkers if their behavior isn't controlled from the start. Thanking the dog for the alert and then distracting him with another command or game is a good way to make sure your dog learns to control his barking.Irish Terriers are excellent people dogs when they receive early socialization, and this helps make them wonderful family companions. They're best suited to families where someone is home during the day. They aren't overly active indoors and are happy to relax with their people, but they need exercise in the form of walks and occasional romps in a securely fenced area. The Irish Terrier has excellent hunting skills and a strong desire to seek out and destroy vermin, so a fenced yard and leashed walks are necessary for his safety. He'll chase rapidly moving objects without paying attention to where the chase is leading him.Irish Terriers adore children and are great playmates, especially when raised with them. Make sure very young children are supervised at all times to prevent injury to both the dog and the child.Irish Terriers can learn to get along with cats if they're raised with them from puppyhood, but they may not be trustworthy around smaller pets, especially pets from the rodent family such as mice, rats, hamsters, and gerbils. Their terrier instinct to hunt this type of animal may be too strong to overcome.This breed does not do well with other dogs. Irish Terriers can be aggressive toward dogs of the same sex, and they don't back down from a challenge. They will fight to the point of serious injury to themselves or the other dog. Being fearless, they'll take on dogs much larger than themselves without thought for the consequences. Make sure your dog is on leash and you have control when around other dogs at any time.With his speed, endurance, and grace the Irish Terrier is an excellent competitor who loves the challenge of the agility ring. He can do well in the sports of obedience and rally, and his soft mouth and love of water make him a capable hunting dog who can retrieve game birds on land or from water. Irish Terriers are also excellent show dogs.If you're looking for a versatile, active, spunky dog who will watch over your family for many years, the Irish Terrier could be the breed for you. He's not one of the more well-known breeds, so finding a breeder with puppies can be difficult. Expect to spend some time on a waiting list and to pay a higher price than you might for a more popular breed. The expense is well worth it, though, admirers say. If you find the right dog, the Irish Terrier can be the most wonderful companion your family will ever have."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Irish Terrier is probably one of the oldest Terrier breeds and may have as one of its ancestors the now-extinct black and tan Terrier and a larger wheaten-colored terrier. He emerged as a recognized breed in 1875 or thereabouts, at a dog show in Glasgow, Scotland, of all places. By 1879, two Irish Terriers, Ch. Erin and Killney Boy, were producing many champions and are considered the foundation of the breed.The 1880s were a banner decade for the Irish Terrier. During that time, they were the fourth most popular breed in Britain. They were also the source of a controversy that led to a major change in the appearance of British dogs. It had been common practice to crop the ears of terriers and some other breeds, but in 1889 the Irish Terrier Club required that all dogs born after a certain date that year have uncropped ears if they were to be shown under Kennel Club rules. This led to a great outcry but eventually resulted in the banning of ear cropping for any breed in Great Britain.The breed rapidly spread to the United States. The first Irish Terrier was shown at the Westminster Kennel Club show in 1881, and the first Irish Terrier registered with the American Kennel Club was Aileen in 1885. The Irish Terrier Club of America was founded in 1896.In World War I, Irish Terriers distinguished themselves as messenger dogs and sentinels, receiving many accolades for bravery and loyalty. The commandant of the British War Dog School, Lt. Col. E. H. Richardson, wrote of them: \"Many a soldier is alive today through the effort of one of these Terriers.... They are extraordinarily intelligent, faithful, and honest, and a man who has one of them as a companion will never lack a true friend.\"Given his fine qualities, it's surprising that the Irish Terrier has slowly faded from popularity. He's rarely seen in the show ring with the exception of specialty shows, which are well attended, but his popularity may receive a boost from the 2007 movie Firehouse Dog. Irish Terriers rank 123rd among the 155 breeds and varieties registered by the AKC."}, {"title": "Size", "desc": "The ideal weight for males is 27 pounds, for females 25 pounds. The height at the shoulder is 18 to 20 inches."}, {"title": "Personality", "desc": "The Irish Terrier was created to be a companion, guard dog, and hunter. As such, he's good-tempered, spirited, alert, and adaptable. He's also plucky, reckless, curious, and devoted. Those things all sound wonderful, and they are, but those characteristics aren't always easy to live with. This is an independent, smart, strong-willed dog who's scrappy with other dogs. He needs mental challenges in the form of training and play, physical exercise, and loving but firm discipline. On the plus side, Irish Terriers love people and are often friendly toward strangers. They're not a one-person dog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, an Irish Terrier needs early socialization — exposure to many different people, sights, sounds, and experiences — when he's young. Socialization helps ensure that your Irish Terrier puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "The Irish Terrier is a healthy breed and doesn't have any common health problems. If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Irish Terriers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Some Irish Terriers are inveterate escape artists, so fence height should be higher than one might think is needed for a dog this size. A good height is five to six feet. Like all terriers, ITs are diggers, so the bottom of your fence should be escape-proof as well. You may need to set it in concrete or line the bottom of it with chicken wire. An underground electronic fence will not keep an Irish Terrier confined. More important, it won't prevent other dogs from coming onto your property and getting into a fight with your IT.The energetic Irish Terrier needs moderate exercise. Give him two or three walks on leash of 20 to 30 minutes each day. A chance to romp in a safely fenced area is also welcome. He's not a true running breed, but he's a good companion for joggers who go at an easy to moderate pace. He's not a distance runner or a fast-paced dog. Condition him gradually, and wait until he's fully grown before you start jogging with him.If you can control his tendency to bark, an Irish Terrier will do as well in an apartment as in a house. He should live indoors with his people, and given sufficient exercise, he's a quiet, polite housemate. If you leave him alone in the backyard with no companionship or occupation, he's likely to relandscape it with a number of holes.Puppy or adult, the Irish Terrier is playful, but his idea of play and yours may vary. He'll enjoy shredding magazines or other papers, overturning the garbage or the laundry basket, surfing the kitchen counter or dining room table for something to eat (he'll find a way up there) and, of course, barking at every passing car, dog, bicyclist — you get the idea. Dogproof your home, teach him what's acceptable behavior and what's not, and crate him when you can't be there to supervise, especially during his curious puppyhood. A crate protects him from getting into trouble for being destructive, and it protects your belongings from destruction.When it comes to training, the Irish Terrier has a \"What's in it for me?\" attitude. You've got to give him an incentive to do what you want, and if you don't keep training fun and interesting, he'll just ignore you. Training an Irish Terrier requires creativity, firmness, and positive reinforcement in the form of praise, play, and food rewards. He's sensitive and won't respond well to harsh treatment. Keep training sessions short, change them around a lot, and always end them when he's done something well and you can praise him for it."}, {"title": "Feeding", "desc": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your adult Irish Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Irish Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Irish Terrier is jacketed with dense, wiry hair. The hairs grow so closely together that even if you part them with your fingers, it's hard to see the skin. It's short enough that you can still see the outline of the body. At the base of the stiff outer coat is some finer and softer hair, lighter in color, which is the undercoat. The double coat protects the Irish Terrier from rough underbrush and cold or wet weather when he's working or playing outdoors.His coat is bright red, golden red, red wheaten, or wheaten (pale yellow or fawn). He may have a small patch of white on the chest. Puppies sometimes have black hair at birth, which should disappear before they are grown.Brush the coat weekly with a natural bristle brush to keep it clean and healthy. You must strip it by hand a couple of times a year if you want to keep the hard texture and bright color, a must if you plan to show your Irish Terrier. For companion dogs, it's often easier to clip the coat, but be aware that it will become softer to the touch and lighter in color. You may or may not care about that. If you plan to strip it, ask the breeder to show you how. It's the kind of thing you can do while you and your IT are watching a 30-minute television show. If you don't mind the scruffy look, you can just leave the coat as is, with no stripping or clipping.Irish Terriers shed little and are sometimes referred to as nonallergenic or hypoallergenic. There is no truly nonallergenic breed. Every dog produces some allergens through skin dander (not hair), saliva, and urine. That said, some people with allergies do find that they can tolerate this breed. Individual dogs, even within the same breed, vary in the amount of allergens they produce, so the best thing you can do is to meet as many Irish Terriers as possible and see how you react around them.Other grooming needs include dental hygiene and nail care. Brush your Irish Terrier's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition, don't get caught in the carpet and tear, and don't scratch your legs when your Irish Terrier enthusiastically jumps up to greet you.It's not exactly a grooming issue, but your Irish Terrier puppy's ears may need to be \"trained\" to achieve those perfectly folded V-shaped ears that contribute to the Irish Terrier's roguish demeanor. This involves gluing and taping the ears to the head until they fall right, usually at 4 to 8 months of age. If it's necessary, your dog's breeder can show you how."}, {"title": "Children And Other Pets", "desc": "It's said that the little people (leprechauns) gave Irish Terriers to children to be their playmates. Their size and energy level make them great companions for active kids, but as always, they should both be supervised, especially if children are very young. Teach your puppy not to be rough or mouthy, and teach your child not to pull the dog's tail or ears or hit him. Children should never approach any dog while he's sleeping or eating or try to take the dog's food away. No dog should ever be left unsupervised with a child.Irish Terriers don't like strange dogs, and they can be aggressive toward other dogs of the same sex. Early socialization with lots of other dogs, strong leadership on your part, and neutering can go a long way toward reducing an Irish Terrier's dog aggression, but they're not a guarantee that you'll turn him into a dog who's buddy-buddy with other canines.If you have one Irish Terrier, he can probably learn to get along with one or more cats. Early socialization is key. More than one Irish Terrier may gang up on a cat or cats. Always supervise their interactions and, if necessary, separate them when you're gone."}, {"title": "Rescue Groups", "desc": "Irish Terriers are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and or fostering."}]}
]