[
{"breed": "Italian Greyhound", "intro": "The Italian Greyhound ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23110_italian-greyhound-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-1", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-3", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "1 foot, 1 inch to 1 foot, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "6 to 15 pounds"}, {"title": "Life Span:", "desc": "14 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "If you're an art lover, you may have seen the Italian Greyhound in centuries-old portraits, immortalized with their noble owners by famous artists. This slender, elegant dog is the smallest of the sighthounds — the group of dogs bred to hunt by sight and give chase — and closely resembles his much larger Greyhound cousin.Agile and athletic, he has a small, muscular body and an elegant high-stepping gait. The IG, as he's often called, retains his instinct for hunting small game and will chase anything that moves. He can reach top speeds of 25 miles per hour, so if he gets loose he won't be easy to catch. Although he's small, he has lots of energy and appreciates plenty of opportunities to exercise. A fit IG can even make a good jogging partner.The Italian Greyhound has a gentle personality, loving and affectionate with family members, but often reserved or shy with strangers. Despite his mild nature, he has a surprisingly deep, big-dog bark, making him a good watchdog — although he's too small to back up his barks and provide any actual protection.This is an intelligent breed who can be easy to train, but you'll need to make it fun for him to overcome his \"what's in it for me?\" attitude. When well trained, he can shine in dog sports such as obedience training, agility, and rally. The athletic, graceful IG seems built for agility, and many love the sport and do it well.What they don't do well is housetraining. Like many small breeds, the IG can be difficult to housetrain, and some dogs are never completely trustworthy in the house.Aside from the occasional cleanup, life with an IG is both restful and zestful. He loves snuggling with his people for a while, then flying around the house and jumping on furniture and tabletops. IGs are catlike in their love of high places, and you'll often find them perched on the backs of chairs, on windowsills, or any other high spot they can reach. Older IGs are more sedate and will cuddle with you on your recliner and just enjoy the day.On sunny days, expect to find your IG sunbathing in the yard, one of his favorite pastimes. He loves warmth and is fussy about getting cold or wet. It's not unusual for IG owners to have a sheltered area in the yard so their dogs can go potty on rainy days without getting their feet wet. At night, he'll burrow beneath the covers on your bed.Your IG will demand attention if he feels he's being ignored. Privacy becomes a distant memory once you own an Italian Greyhound, because he'll follow you everywhere at all times. He's also curious and will investigate anything that catches his interest.The Italian Greyhound is one of those small dogs with a big personality. He's affectionate, possessive, and loving, charming his way into your life. If you can give him the attention, exercise, and training he needs — not to mention tons of love — then the Italian Greyhound can make an elegant and loveable addition to your household."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Italian Greyhound is an old breed, and dogs like it may have been around for more than two millennia. Miniature greyhounds are seen in 2,000-year-old artifacts from what's now modern-day Turkey and Greece, and archaeological digs have turned up small Greyhound skeletons. Although the breed's original purpose has been lost to history, the Italian Greyhound may have served as a hunter of small game in addition to his duties as a companion.By the Middle Ages, the breed had made its way to southern Europe and was very popular among the aristocracy, especially in Italy — hence its name. Many Italian Greyhounds were immortalized, along with their owners, in portraits by famous artists such as Pisanello and Giotto di Bondone.In the 1600s the Italian Greyhound arrived in England, where, as in Italy, it found many fans among the nobility. Royal owners throughout the centuries include Mary, Queen of Scots, Princess Anne of Denmark, Charles I, Frederick the Great of Prussia, and Queen Victoria, during whose reign the breed's popularity peaked.The American Kennel Club registered its first Italian Greyhound in 1886, and American breeders began to establish the breed in the United States. Although the American population of Italian Greyhounds was small, they may have helped save the breed from extinction. During World Wars I and II, when dog breeding became an unaffordable luxury for most people, the numbers of Italian Greyhounds in England dwindled dangerously low. Each time the wars ended, British breeders used those American-bred Italian Greyhounds to restore the breed in Europe.Today the Italian Greyhound is enjoying a second renaissance, as modern dog owners rediscover the elegant little hound who's delighted his human companions for at least 2,000 years."}, {"title": "Size", "desc": "Italian Greyhounds stand 13 to 15 inches at the shoulder. Weight ranges from 6 to 10 pounds, with some as large as 14 or 15 pounds."}, {"title": "Personality", "desc": "The Italian Greyhound is sensitive, alert, smart, and playful. He's affectionate with his family, and loves to snuggle with you and stick close to your side all day. Strangers may see a more shy, reserved side of his personality.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the IG needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your IG puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.When treated harshly, the Italian Greyhound can become fearful or snappy. Like other hounds, he can have a \"what's in it for me?\" attitude toward training, so you'll do best with motivational methods that use play, treats, and praise to encourage the dog to get it right, rather than punishing him for getting it wrong."}, {"title": "Health", "desc": "IGs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all IGs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In IGs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Italian Greyhounds (also known as IGs) have short coats and get the shivers easily, so they're not an outdoor breed. They need to be inside the house with their family, especially in bad weather. To keep your IG comfortable on chilly outdoor walks, give him a sweater or jacket. During warm weather, protect his thin skin with sunscreen made for dogs. Many Italian Greyhounds develop skin cancer, possibly because they love lying in the sun, so don't let your dog bake for hours.These little dogs have lots of energy, especially as puppies and young adults, but in their golden years they'll often adapt to the activity level of their owners. A daily walk will help your Italian Greyhound get his ya-yas out, but make sure to keep him on a leash. Even though he's small, he has the same instinct to chase as a larger sighthound and will take off after a squirrel, rabbit, or anything else that runs by. A leash is your only hope of hanging onto him.His hunting drive also means you'll need a secure fence in your yard. Italian Greyhounds are fabulous jumpers, so don't assume that a little four-foot wall is enough to keep him in. And don't use an underground electronic fence; the momentary shock won't deter your Italian Greyhound if he sees something he wants to chase.IGs are intelligent and easy to train if you have the right attitude. Like other hounds they usually approach training with a \"What's in it for me?\" philosophy. Motivational training methods — those that use food, praise, and play to reward the dog for getting it right, rather than punishing him for getting it wrong — is the best way to persuade them that they want to do what you ask. And since they have the short attention spans common to sighthounds, it's best to keep training sessions short and sweet.Like many small dogs, there's one aspect of training they don't pick up as easily: housetraining. Even with patience and consistency, you may never be completely successful. The number one reason people give up their Italian Greyhound to rescue groups or animal shelters is because they couldn't housetrain them.Harsh punishment will backfire, often making the dog fearful or even snappy. Your best bet is to get a dog door, so he can go in and out at will. Italian Greyhounds can also learn to use a litter box, although this doesn't always work well if you have more than one IG as you might end up cleaning it quite often.Prevent accidents by taking your IG outside the moment he gives you any signs that he needs to go — no waiting \"just a minute.\" You can teach an Italian Greyhound that outdoors is the place to go potty, but if means going out in rain or snow, or if he doesn't have immediate access to the yard, he'd just as soon go indoors."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 3/4 cup of high-quality, high-calorie dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your IG in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your IG, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "An Italian Greyhound's short coat looks glossy like satin and feels soft to the touch. You'll find it in all shades of fawn, cream, red, blue, or black, either solid or with white markings.One of the benefits of living with an Italian Greyhound is that his coat doesn't shed much and is easy to care for. All you really need to do is brush it when it gets dusty, and bathe the dog when he's rolled in anything smelly — a favorite activity.Brush your IG's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your IG to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Italian Greyhounds can do well with children, but because they're small and delicate, it's especially important to teach kids that the dog is living animal, not a toy, who must be treated with love and respect. Many breeders will not sell a puppy to a household with children younger than ten years old.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Italian Greyhounds usually get along well with other pets, although you may need to keep an eye on them when they're cavorting about with bigger dogs, who could accidentally hurt them while playing."}, {"title": "Rescue Groups", "desc": "Italian Greyhounds are often purchased without any clear understanding of what goes into owning one. There are many IGs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an IG rescue."}, {"title": "Breed Organizations", "desc": ""}]}
]