[
{"breed": "Korean Jindo Dog", "intro": "Originating in South Korea, the Korean Jindo Dog exhibits unmatched loyalty. They are also incredibly intelligent dogs with a knack for hunting, tricks, and even agility. Fastidious and quiet indoors, they make great household pets and companions.", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2015/08/jindo-460x271.png", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-5", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-2", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "19½ to 21 inches for males and 18½ to 20 inches for females"}, {"title": "Weight:", "desc": "35 - 60 pounds"}, {"title": "Life Span:", "desc": "12 - 15 years"}], "details": [{"title": "Highlights", "desc": "The Jindo breed originated on the Jindo Island of South Korea, brought over by Korean expatriates to America. Renowned for their bravery and loyalty, this breed is accurately represented by a single heartwarming tale. In 1991, a Jindo named Baekgu was sold and transported over 187 miles. It returned to its original master over seven months later, haggard and near death. This story is so popular in Korea that it inspired cartoons, a documentary, and a storybook.With this story and others, the Jindo are revered in the Jindo province. In fact, anyone visiting the area is greeted with a dog statue of its namesake. Jindo were originally used as hunting dogs in their native country due to their prey instinct and strict loyalty. Despite this proclivity, the breed has also been assigned to the Non-Sporting Group by the AKC suggesting that they do not require frequent, significant exercise.However, Jindo do have medium-high energy levels and their high intelligence requires almost constant stimulation. If left alone for long periods of time, a Jindo will find a way to entertain itself (and not always in the most productive manner). Young Jindos have been known to destroy furniture, demolish small objects, and even climb walls and fences when left alone for too long.Luckily, the Jindo is quick and easy to train due to its high intelligence. This same intelligence serves as a double-edged sword when it comes to training: they are capable of learning even complicated commands swiftly, but their cleverness can lead them to be a bit hard-headed. These dogs require time and patience from even experienced owners.Nonetheless, the Jindo makes a great pet for active owners with the time to invest in this unique breed. They show diehard loyalty to their owners, making them great companions, and rather reserved with strangers, making them effective watchdogs as well. In fact, they are such good watchdogs that the Korean army frequently uses them as guard dogs for military bases.Due to the energy and agility of these dogs, they are best suited when they have access to the outdoors at least part time. But be warned: any fence must be at least 6-8” if you hope to contain a Jindo! Their strong hind legs make them great jumpers."}, {"title": "History", "desc": "The official history of the Jindo is up for debate since there is no written account. However, most experts agree that this breed has been in the Jindo province for many centuries. There is no proof of how the dog originated on the island of Jindo, though the most popular theory states that they may be descended from Mongolian dogs brought to Korea during the 1270 A.D. Mongol invasion.Despite the many theories, there is evidence that Jindos have existed in Korea for at least 1,500 years. In 1962, they were designated as the 53rd National Treasure. This status makes it difficult to export a purebred outside of South Korea, though the first of this breed appeared in the United States in the 1980s. Despite their rarity in the States, they became recognized by the United Kennel Club in 1998.The Jindo Dogs Guild of Korea is responsible for monitoring the entire Jindo population. Beginning in 2008, this organizations issues certificated to purebreds.The breed has been long known in Korea for its hunting abilities. A pack of well-trained Jindos is an invaluable resource to a hunter, who serves as the pack leaders. Jindos will prey on medium to large prey, sometimes independent of their owners. They also serve as great guard dogs, protecting their owners in case of attack.Due to these traits, the Jindo was appropriated by militaries, police departments, and even search and rescue teams. It was believed that their ferocity and high trainability would make them a reliable fit for search and rescue positions. Unfortunately, the opposite proved to be true.In 2009, Bak Nam-sun spoke in an interview on the unfit nature of Jindos for search and rescue teams. It turns out that the dogs’ loyalty to one single owner was too strong for the multiple handlers of search and rescue teams. Their hunting instincts also often interfered with the search missions.Similarly, Son Min Suk stated in 2010 that German Shepherds were better military dogs. Again, the Jindo’s loyalty to their first trainer or their original home proved to be too strong to be effective in a military setting. Later that year, the Los Angeles Police Department discovered the same issues after adopting four Jindos from South Korea; the dogs were too eager to please their first trainers and were easily distracted because of it.Nowadays, the Jindo is still highly respected and popular throughout Korea. Despite being unfit for military and police positions, these dogs still make loyal and intelligent pets to individuals and families alike."}, {"title": "Personality", "desc": "The Jindo is notorious for being both loyal and intelligent. Their pack mentality lends itself to easy training and an eagerness to please. However, their intelligence leads them to demand respect before giving their unwavering loyalty to their owners. They can be stubborn in the early stages of training and require patience. Once respect has been earned, there are few breeds that surpass the loyalty of the Jindo. They are quick to train and can learn even the most complicated tricks and agility sequences with ease.One of the more challenging aspect of the Jindo is their need for socialization. Jindos are overall a gentle and loving breed, but they are wary of strangers. Their loyalty disposes them to be furiously protective which can present itself as aggression in poorly socialized dogs. Early socialization with other animals, children, and strangers will quickly ease this concern."}, {"title": "Health", "desc": "The Korean Jindo dog is generally a healthy breed with few serious genetic problems. There is only one known, infrequent health problem:Hypothyroidism: Hypothyroidism is a common disease in many breeds, including the Jindo. It presents itself initially with hair loss and a dull, thin coat. The dog’s skin will become flaky, though not necessary itchy. In later stages, hypothyroidism causes weight gain and sluggishness. It is not fatal and is actually inexpensive and simple to treat with a daily oral medication."}, {"title": "Care", "desc": "Jindos should be allowed indoors, close to their owners. They do not do well if relegated alone outside for long periods of time. They are loyal and intelligent and form deep bonds with humans based on mutual trust and respect. When left alone, they can get bored and lonely and may become destructive, especially at young ages.Due to their high intelligence, Jindos need patience during early training stages. They are quick to train once their stubbornness has been surpassed. Especially important to training is the need for early socialization. Jindos can show signs of aggression and suspicion towards strangers if not properly socialized at an early age."}, {"title": "Feeding", "desc": "Jindos have digestive tracks optimized for a carnivorous diet. As such, standard or cheap commercial dog food may not be the best choice for this breed. Foods high in corn are particularly bad for Jindos.A healthy and accessible option for Jindos include home-cooked meals with natural ingredients and special supplements. A good second choice is all-natural, high-quality, commercially produced foods.For more detailed information, or if you are unsure on what to buy, always check with your vet.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference, the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl."}, {"title": "Coat Color And Grooming", "desc": "The Jindo is recognized by the UKC in six different colors: white, fawn, red, brindle, grey, black, and black and tan.The Jindo are naturally incredibly clean dogs. They have self-cleaning coats and do not need to be bathed frequently. They even groom themselves like cats. The downside of this is that they also shed profusely, especially in hot weather with their double coat.These dogs have no special grooming needs, making them fairly low maintenance in this department."}, {"title": "Children And Other Pets", "desc": "Jindos need to be socialized early if they will be exposed to children and other pets. While the Jindo are not known for being aggressive, they have been called an especially suspicious breed. They are fiercely protective of their owners, frequently to whatever ends they feel necessary. Coupled with a prey instinct, careful and patient training is a must for the social Jindo.At the same time, a properly socialized Jindo becomes very confident, gentle, and tolerant. While they are still independent and do not appreciate being challenged, with proper training they will not respond with aggression or violence.If you are unsure of how to properly train your Jindo, or want a helping hand, consider professional obedience training around six months of age."}, {"title": "Rescue Groups", "desc": "Jindo Project, Inc"}]}
]