[
{"breed": "Labrador Retriever", "intro": "The Labrador Retriever was bred to be both a friendly companion and a useful working ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_22988_labrador-retriever-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-3", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-5", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-2", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 9 inches to 2 feet tall at the shoulder"}, {"title": "Weight:", "desc": "55 to 80 pounds"}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "The warm and intelligent Lab is America's number one breed registered with the American Kennel Club. Even non-dog people can recognize a Lab, and artists and photographers have captured his image countless times — usually as the loyal companion, waiting patiently by his owner's side.Built for sport, the Lab is muscular and athletic. He has a short, easy-care coat, friendly demeanor, keen intelligence, and plenty of energy. Devotion to this breed runs deep; Labs are loving, people-oriented dogs who live to serve their families, and owners and fans sometimes liken their Labs to angels.The breed originated on the island of Newfoundland, off the northeastern Atlantic coast of Canada. Originally called the St. John's dog, after the capital city of Newfoundland, he was bred to help the local fishermen — hauling nets, fetching ropes, and retrieving fish that had escaped the nets — as well as to be a family dog.Today, most Labs skip the hard labor and spend their days being pampered and loved by their people. However, some Labs still serve as indispensable working dogs.The Lab's sweet nature makes him an excellent therapy dog, visiting homes for the elderly and hospitals, and his intelligence makes him an ideal assistance dog for the handicapped. He also excels as a search and rescue dog or as a retriever for hunters, thanks to his athletic build, strong nose, and courageous nature. And Labs have also become the breed to beat at dog sports such as agility and obedience competitions — especially obedience.There's one dog job that Labs are hopeless at: watchdog. In fact, owners say their sweet, helpful Lab is likely to greet an intruder and happily show him where the goods are stashed.Labrador Retrievers have proven their usefulness and versatility throughout the breed's history, easily shifting from fisherman's companion, to field retriever, to show dog, to modern working dog. One role has remained constant: wonderful companion and friend."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Labrador Retrievers hail from the island of Newfoundland, off the northeastern Atlantic coast of Canada. Originally called St. John's dogs, after the capital city of Newfoundland, Labs served as companions and helpers to the local fishermen beginning in the 1700s.The dogs spent their days working alongside their owners, retrieving fish who had escaped hooks and towing in lines, and then returned home to spend the evening with the fishermen's family.Although his heritage is unknown, many believe the St. John's dog was interbred with the Newfoundland Dog and other small local water dogs.Outsiders noticed the dog's usefulness and good disposition, and English sportsmen imported a few Labs to England to serve as retrievers for hunting. The second Earl of Malmesbury was one of the first, and had St. John's dogs shipped to England sometime around 1830. The third Earl of Malmesbury was the first person to refer to the dogs as Labradors.Amazingly, Labs — now America's most popular dog — were almost extinct by the 1880s, and the Malmesbury family and other English fans are credited with saving the breed. In Newfoundland, the breed disappeared because of government restrictions and tax laws. Families were allowed to keep no more than one dog, and owning a female was highly taxed, so girl puppies were culled from litters.In England, however, the breed survived, and the Kennel Club recognized the Labrador Retriever as a distinct breed in 1903. The American Kennel Club followed suit in 1917, and in the '20s and '30s, British Labs were imported to establish the breed in the U.S.The breed's popularity really began to take off after World War II, and in 1991, the Labrador Retriever became the most popular dog registered with the American Kennel Club — and he's held that distinction ever since. He also tops the list in Canada and England.Today, Labs work in drug and explosive detection, search and rescue, therapy, assistance to the handicapped, and as retrievers for hunters. They also excel in all forms of dog competitions: show, field, agility, and obedience."}, {"title": "Size", "desc": "Males stand 22.5 to 24.5 inches, and weigh 65 to 80 pounds. Females stand 21.5 to 23.5 inches, and weigh 55 to 70 pounds."}, {"title": "Personality", "desc": "The Lab has the reputation of being one of the most sweet-natured breeds, and it's well deserved. He's outgoing, eager to please, and friendly with both people and other animals.Aside from a winning personality, he has the intelligence and eagerness to please that make him easy to train. Training is definitely necessary because this breed has a lot of energy and exuberance. The working heritage of the Lab means he is active. This breed needs activity, both physical and mental, to keep him happy. There is some variation in the activity level of Labs: some are rowdy, others are more laid back. All thrive on activity."}, {"title": "Health", "desc": "Labrador Retrievers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Labs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: Hip dyplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.Cataracts: As in humans, canine cataracts are characterized by cloudy spots on the eye lens that can grow over time. They may develop at any age, and often don't impair vision, although some cases cause severe vision loss. Breeding dogs should be examined by a board-certified veterinary ophthamologist to be certified as free of hereditary eye disease before they're bred. Cataracts can usually be surgically removed with good results.Progressive Retinal Atrophy (PRA): PRA is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, dogs become night-blind. As the disease progresses, they lose their daytime vision, as well. Many dogs adapt to limited or complete vision loss very well, as long as their surroundings remain the same.Epilepsy: Labs can suffer from epilepsy, which causes mild or severe seizures. Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to remember that seizures can be caused by many other things than idiopathic epilepsy, such as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, severe head injuries, and more. Therefore, if your Lab has seizures, it's important to take him to the vet right away for a checkup.Tricuspid Valve Dysplasia (TVD): TVD is a congenital heart defect that has been increasing in prevalence in the Labrador breed. Puppies are born with TVD, which is a malformation of the tricuspid valve on the right side of the heart. It can be mild or severe; some dogs live with no symptoms, others die. TVD is detected by ultrasound. Research is ongoing to learn how widespread it is in the breed, as well as treatment.Myopathy: Myopathy affects the muscles and nervous system. The first signs are seen early, as young as six weeks and often by seven months of age. A puppy with myopathy is tired, stiff when he walks and trots. He may collapse after exercise. In time, the muscles atrophy and the dog can barely stand or walk. There is no treatment, but rest and keeping the dog warm seems to reduce symptoms. Dogs with myopathy should not be bred because it is considered a heritable disease.Gastric Dilataion-Volvulus: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Labs, especially if they're fed one large meal a day, eat rapidly, or drink large amounts of water or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these symptoms, get your dog to the vet as soon as possible.Acute Moist Dermatitis: Acute moist dermatitis is a skin condition in which the skin red and inflamed. It is caused by a bacterial infection. The more common name of this health concern is hot spots. Treatment includes clipping the hair, bathing in medicated shampoo, and antibiotics.Cold Tail: Cold tail is a benign, though painful condition common to Labs and other retrievers. Also caused limber tail, it caused the dog's tail to go limp. The dog may bite at the tail. It isn't cause for alarm, and usually goes away on its own in a few days. It is thought to be a problem with the muscles between the vertebrae in the tail.Ear Infections: The Lab's love of water, combined with his drop ear make him prone to ear infections. Weekly checking and cleaning if necessary helps prevent infection.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Labs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "The lovable Lab needs to be around his family, and is definitely not a backyard dog. If he's left alone for too long, he'll probably tarnish his saintly reputation: A lonely, bored Lab is apt to dig, chew, or find other destructive outlets for his energy.Labs show some variation in their activity levels, but all of them need activity, both physical and mental. Daily 30-minute walks, a romp at the dog park, or a game of fetch, are a few ways to help your Lab burn off energy. However, a puppy should not be taken for too long walks and should play for a few minutes at a time. Labrador Retrievers are considered \"workaholics,\" and will exhaust themselves. It is up to you to end play and training sessions.Labs have such good reputations that some owners think they don't need training. That's a big mistake. Without training, a rambunctious Lab puppy will soon grow to be a very large, rowdy dog. Luckily, Labs take to training well — in fact, they often excel in obedience competitions.Start with puppy kindergarten, which not only teaches your pup good canine manners, but helps him learn how to be comfortable around other dogs and people. Look for a class that uses positive training methods that reward the dog for getting it right, rather than punishing him for getting it wrong.You'll need to take special care if you're raising a Lab puppy. Don't let your Lab puppy run and play on very hard surfaces such as pavement until he's at least two years old and his joints are fully formed. Normal play on grass is fine, as is puppy agility, with its one-inch jumps.Like all retrievers, the Lab is mouthy, and he's happiest when he has something, anything, to carry in his mouth. He's also a chewer, so be sure to keep sturdy toys  available all the time — unless you want your couch chewed up. And when you leave the house, it's wise to keep your Lab in a crate or kennel so he's can't get himself into trouble chewing things he shouldn't."}, {"title": "Feeding", "desc": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Lab in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.You'll need to take special care if you're raising a Lab puppy. These dogs grow very rapidly between the age of four and seven months, making them susceptible to bone disorders. Feed your puppy a high-quality, low-calorie diet that keeps them from growing too fast.For more on feeding your Lab, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The sleek and easy-care Lab coat has two layers: a short, thick, straight topcoat, and a soft, weather-resistant undercoat. The two-layer coat protects him from the cold and wet, which helps him in his role as a retriever for hunters.The coat comes in three colors: chocolate, black, and yellow. Black was the favorite color among early breeders, but over the years, yellow and chocolate Labs have become popular. Some breeders have recently begun selling \"rare\" colored Labrador Retrievers, such as polar white or fox red. These shades aren't really rare — they're a variation of the yellow Lab.Grooming  doesn't get much easier than with a Lab, but the breed does shed — a lot. Buy a quality vacuum cleaner and brush your dog daily, especially when he's shedding, to get out the loose hair.Labs need a bath about every two months or so to keep them looking clean and smelling good. Of course, if your Lab rolls in a mud puddle or something foul, which he's apt to do, it's fine to bathe him more often.Brush your Lab's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Lab enthusiastically jumps up to greet you.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear. Because ear infections are common in Labs, also clean out the ears after bathing, swimming, or any time your dog gets wet. This helps prevent infection.Begin accustoming your Lab to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "The Labrador Retriever not only loves kids, he enjoys the commotion they bring with them. He'll happily attend a child's birthday party, and even willingly wear a party hat. Like all dogs, however, he needs to be trained how to act around kids — and kids need to be taught how to act around the dog.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.If a Lab has had plenty of exposure to other dogs, cats, and small animals, and has been trained how to interact with them, he'll be friendly with other pets, too."}, {"title": "Rescue Groups", "desc": "Labs are often acquired without any clear understanding of what goes into owning one. There are many Labs in need of adoption and or fostering in lab rescue groups. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Lab rescue."}]}
]