[
{"breed": "Lakeland Terrier", "intro": "Lakeland Terriers were originally ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23072_lakeland-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-4", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-2", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-1", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "1 foot, 1 inch to 1 foot, 2 inches tall at the shoulder"}, {"title": "Weight:", "desc": "15 to 17 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Created to be a practical working terrier, the Lakeland hails from England's beautiful but rugged and mountainous Lake District, where his job was to hunt and kill the foxes that plagued farmers. He's small, square, and sturdy, with a deep, relatively narrow body that allows him to squeeze into rocky dens after his prey.Lakies, as these lively, feisty little dogs are nicknamed, are affectionate, friendly, and self-confident. They're characterized by a rectangular head, an intense and sometimes impish expression, v-shaped ears that fold over, and a docked tail carried up. They have a double coat: a thick, hard topcoat to protect them from thorns and a dense undercoat to keep them warm in the hail, sleet, snow, and rain of their home region. Alert and ready to go, Lakies often look as if they're standing on their tiptoes.The Lakeland is cheerful and energetic, but like any self-respecting terrier, he can be willful and determined. Nonetheless, his people are enchanted by his charm, intelligence, and sense of humor. Lakies have a lot of courage and confidence. They generally get along well with children and other dogs, but are reserved with strangers. Being terriers, they are prone to chasing small animals, so it's advisable to socialize them with cats and other small animals from an early age.Like many terriers, Lakelands can be difficult to housetrain, and they have their own thoughts about what constitutes proper behavior, which may not be the same as yours. Also, some like to dig, bark quite a lot, and guard their toys and food. Therefore, they need to have firm, patient training from an early age. They are intelligent dogs, so be sure that your training has lots of variety to keep them challenged. Also, you must be fair in your training techniques. All terriers have a sense of fairness and are willing to be corrected when it is merited. But if the correction is harsh or undeserved, they are likely to growl and rebel.Using proper training techniques, you'll find that your Lakeland is quick to learn. Because he has a great deal of energy, you might want to consider training him for obedience or agility.Lakies are small dogs, so it would seem that they would be good for apartment dwellers. Unfortunately, their propensity for barking might rule that out, unless you put in the time to train them to be quiet.Grooming is moderately time-consuming. They need to be brushed two or three times a week and \"stripped\" periodically to keep their coats in proper condition.Although they have many fine qualities, Lakelands are uncommon and aren't readily available. Expect to spend some time on a waiting list, as much as six months to a year, if you want one of these charming terriers."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Lakeland Terrier was born in the county of Cumberland in England's beautiful but treacherously rugged Lake District near the Scottish border. The Lake District is known for its beautiful hills and mountains. Beatrix Potter had a farm here, where she, like many of the farmers in this region, raised a rare hardy breed of sheep called Herdwicks. The terrain is harsh and rugged, and sheep farms dotted the scenic countryside. A large, aggressive type of fox called a Westmoreland fox preys on the sheep, especially during the lambing season, which happens to coincide with the time that the foxes are weaning their cubs. The Lakeland's job was to \"go to ground\" when the fox ran into its burrow and kill it.Some of the game little terriers also were owned by miners and other workers who used them for sport, such as badger digging, rabbiting, ratting, and fox hunting.Eventually, \"meets\" were held where people could show off their dogs. The Lakelands first were classified as colored working terriers to differentiate them from white terriers (even though sometimes both were out of the same litter).Lakelands are related to several terrier breeds, including the Old English Black and Tan Terrier (now extinct), the Dandie Dinmont and Bedlington Terriers, and the Border Terrier. They are one of the oldest working terrier breeds still in use today.In 1921 the Lakeland Terrier Association was formed in England. They were first exhibited in England under a variety of names, including the Fell and Patterdale Terrier.The American Kennel Club first registered a Lakeland Terrier, Eaton What A Lad Of Howtown, in 1934, by which time it had its current name and was a regular in the show rings both in the U.S. and England. Breeders worked to produce dogs that would have the looks to win in the show ring while retaining the working characteristics that were so prized.They appear to have succeeded in grand style. Lakelands have won most of the major shows and awards that can be found around the world. The first great champion Lakeland Terrier was named Rogerholme Recruit, who won Best in Show at the prestigious 1963 Crufts dog show England. Just three years later, in 1967, another English Lakeland Terrier named Stingray of Derryabahwon Best in Show at the 1967 Crufts and Best in Show at the Westminster Kennel Club dog show in 1968.In the early seventies, Ch Special Edition won dozens of Bests in Show, and another Lakie named Ch Jo-Ni's Red Baron of Crofton won 73 Bests in Show, with the last being awarded at the 1976 at Westminster's Centennial dog show.Several other Lakeland Terriers also have proven the appeal of the breed in the show ring by winning multiple Bests in Show, Groups, and other awards.In the early 1990s, an outstanding Lakie named Ch. Revelry's Awesome Blossom, owned by Jean L. Heath and comedian Bill Cosby, emerged. Her remarkable show record included more than 100 All-Breed Bests-in-Show, making her among the top-winning show dogs of all time."}, {"title": "Size", "desc": "The compact and athletic Lakeland Terrier is typically 13 1/2 to 14 1/2 inches tall, and weighs 15 to 17 pounds. "}, {"title": "Personality", "desc": "The typical Lakeland is bold and friendly. He's described as having a \"cock of the walk\" attitude, but he's neither overly aggressive or argumentative. All terrier, he's curious about everything, intelligent, and entertaining. He's usually reserved with strangers but loves his family, especially the kids. With other dogs, he might not start a fight, but he certainly won't back down from one. Alert and self-confident, he makes an excellent watchdog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Lakelands need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Lakeland puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Lakeland Terriers are a hardy breed and don't suffer from any known hereditary health problems. To help ensure that you get a healthy Lakeland puppy, choose a breeder who abides by the U. S. Lakeland Terrier Club code of ethics."}, {"title": "Care", "desc": "The Lakeland should live in the home with his people, not outdoors. Because of his small size, the Lakeland Terrier is good for apartment life so long as you train him not to bark at every noise he hears. He's active indoors and will do all right without a yard so long as you provide him with one or two daily walks of 20 to 30 minutes. If he has a yard, it should be securely fenced as he's a capable digger and escape artist. Don't count on an underground electronic fence to keep him confined; the threat of a shock is nothing to a tough terrier who wants to go after something. Ideally, he should be able run and play off leash regularly in a safe area.Keep the Lakie on leash when you walk him. You never know when his terrier instinct to hunt will kick in.With his independent nature, the Lakie can be a challenge to train. Keep your sense of humor at the ready, as well as a large supply of patience. Be firm and consistent, but use positive reinforcement techniques such as food rewards, praise, and play to get the most out of him. Keep lessons short, sweet, and entertaining, and you'll find that your Lakeland is quite intelligent and capable of learning whatever you can teach.Housetraining can sometimes be a problem with this breed. Patience and consistency are musts. Take him out to potty first thing in the morning, after every meal, after naps and playtime, and just before bedtime. Reward him every time he potties outdoors. Crate training helps as well.Beyond housetraining, crate training is a kind way to ensure that your Lakeland doesn't get into things he shouldn't. Like every dog, Lakies can be destructive as puppies. Crate training at a young age will also help your Lakeland accept confinement if he ever needs to be boarded or hospitalized. Never stick your Lakeland in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Lakies are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.The Lakeland excels as a watchdog, but he can be noisy. Keep this in mind if he'll be living in an apartment or condo community."}, {"title": "Feeding", "desc": "Recommended daily amount: 1 cup of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your adult Lakeland in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Lakeland, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.\""}, {"title": "Coat Color And Grooming", "desc": "Lakeland Terriers have a thick, hard topcoat and a soft undercoat. When he's hand stripped to show his outline, he has a neat, workmanlike appearance. In the show ring, the coat on the head, ears, forechest, shoulders, and behind the tail is trimmed short and smooth. The coat on the body is about half an inch to an inch long and can be straight or slightly wavy. The long hair on the legs, known as furnishings, gives the legs a cylindrical appearance. The hair on the face is trimmed but left longer over the eyes to enhance the head's rectangular appearance.Lakies come in many colors, including blue, black, liver (a deep reddish-brown), red, and wheaten (pale yellow or fawn). Some have a tan saddle that covers the back of the neck, back, sides, and up the tail, making them blue and tan, black and tan, or liver and tan. They can also be what's called red grizzle or grizzle and tan. A red grizzle Lakeland has a saddle that's a deep, rich red over a tan base. Grizzle is a mixture of black or red hairs with white hairs. Puppies often are born dark.Lakelands don't shed much, especially if their coat is kept stripped. Stripping is a technique that involves plucking the dead hair by hand or removing it with a stripping knife or other stripping tool. Your Lakeland's breeder can show you how to strip the coat, or you can find a professional groomer who knows how to do it (not all do). For easier care, you can clipper the coat, but the texture and color will become softer and lighter. That doesn't affect the Lakeland's ability to be a great companion, though.Spend 15 to 30 minutes a week to brush and comb your Lakie. Then give him a rubdown with a towel to remove any dirt and excess body oils. If you do this regularly, you shouldn't need to bathe him often unless he's rolled in something stinky. Remove loose hair from inside the ears and trim excess hair between the pads of the feet.Other grooming needs include nail care and dental hygiene. Trim your Lakeland's nails once or twice a month. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Lakie to nail trimming the less stressful the experience is.Brush the teeth at least two or three times a week — daily is better — to remove tartar and bacteria. Start when your puppy is young so he'll be used to it.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Lakies love kids and can match their energy levels all day long, but certain rules apply to child-dog interactions. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Lakelands can get along well with other pets, especially if they're introduced to them in puppyhood. They shouldn't be aggressive toward strange dogs, but they won't back down from them either. They may chase outdoor cats as well as squirrels and other wildlife, and they probably shouldn't be trusted alone with pocket pets such as hamsters and gerbils."}, {"title": "Rescue Groups", "desc": "Lakeland Terriers are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption or fostering."}, {"title": "Breed Organizations", "desc": ""}]}
]