[
{"breed": "Maltese", "intro": "A ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23114_maltese-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-1", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-2", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-1", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-1", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-3", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-2", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "8 inches to 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "Up to 7 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Throughout his long history, the Maltese has been given many names, such as the \"Melitae Dog,\" \"Ye Ancient Dogge of Malta,\" the \"Roman Ladies Dog,\" \"The Comforter,\" the \"Spaniel Gentle,\" the \"Bichon,\" the \"Maltese Lion Dog,\" and the \"Maltese Terrier.\" Today, he is known simply as the Maltese.This elegant toy dog breed is famed for the silky white hair covering his body. Straight and thick, the coat falls all the way to the floor. Many years ago, Maltese came in many colors, but these days they are always white. When a properly built Maltese moves, he seems to float beneath his cloud of white hair. Because he doesn't have an undercoat, the Maltese sheds little, and many people consider the breed to be hypoallergenic.But the Maltese is more than his coat. Completing the picture is a slightly rounded skull, black nose, drop ears, dark, alert eyes, short, straight legs, and a graceful tail. He's a sweet, intelligent dog who is devoted to his people. And as one of the smallest of the toy breeds, he's well suited to apartment or condo living. Wherever he lives, the Maltese is responsive to his environment and makes an effective watchdog.Although they look delicate and aristocratic, Maltese can have a lot of energy. They learn quickly if rewarded for their efforts. Because they have a long history as companion dogs, Maltese require a lot of human attention and suffer from separation anxiety. If left alone for hours each day, they can bark and become destructive.No breed is perfect, and Maltese sometimes are intolerant of small children or other dogs, especially if they have been overly pampered by their people. If this occurs, they can become very protective, barking and even biting if animals or people are perceived as a threat to their relationship with their beloved human family.Even tolerant Maltese are not a good choice for families with small children, however, because they are so small and can be easily injured. Like all dogs, they must be taught their place in your home, and require proper socialization and basic obedience training."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Maltese dog is one of the most ancient of the toy breeds, with a history that can be traced back at least two millennia. Artists, poets, and writers immortalized this small dog in the early great cultures of Greece, Rome, and Egypt. They even were mentioned by Aristotle. The Greeks erected tombs for their Maltese dogs, while representations of Maltese-like dogs on Egyptian artifacts suggest that they were prized by that ancient culture. The Egyptians and, centuries later, many Europeans, thought that the Maltese had the ability to cure people of disease and would place one on the pillow of an ill person. This inspired one of its names — \"The Comforter.\" Even before the Christian Era, the breed was widespread in Mediterranean cultures.Despite his prominence in history, the exact origin of the Maltese dog is uncertain. Many believe the breed was developed in the Isle of Malta in the Mediterranean Sea from Spitz- or Spaniel-type dogs. Others believe he was developed in Italy, and still others believe that he was originally from Asia and had a part in developing many of the smaller Asian dogs.Wherever he came from, the Maltese thrived. By the 15th century, he had found a secure place in the arms and hearts of French aristocrats. During the reign of Henry VIII, Maltese arrived in the British Isles. By the end of the 16th century, the Maltese had become a favorite pet for noble and royal ladies. The little dog was a favorite of Queen Elizabeth I, Mary Queen of Scots, and Queen Victoria. Numerous painters, including Goya and Sir Joshua Reynolds, included these small dogs in their portraits of beautiful women.Although he survived the fall of the Roman Empire and the Dark Ages, the Maltese was nearly destroyed in the 17th and 18th centuries when attempts were made to breed him to be the size of a squirrel. After this nearly disastrous experiment, breeders mixed poodles, miniature spaniels, and East Asian miniature dogs with the breed to save it. This resulted in the Maltese becoming so varied that several new breeds were formed. It is thought by many that Maltese are the direct ancestors of the Bichon Frise, Bolognese and Havanese breeds.English breeders developed the Maltese as we know him now. Many of the Maltese in the U.S. today trace their heritage back to English imports. Maltese were first seen in the U.S. in the late 1800s. They were entered in the earliest Westminster Kennel Club shows in the 1870s.The number of Maltese dogs registered with the AKC grew very slowly until the 1950s. Since then, the breed has become quite popular. Maltese are one of the most popular breeds among spectators at dog shows, and frequently win the Toy Group. They also have an excellent record in the \"Best in Show\" competition."}, {"title": "Size", "desc": "The compact Maltese should weigh no more than seven pounds at maturity, with four to six pounds being preferred. Males should be eight to ten inches tall at the shoulder, while females should be eight to nine inches tall.Beware of breeders who offer \"tea cup\" Maltese. A Maltese that weighs less than four pounds at maturity is more prone to genetic disorders and is at a higher health risk in general."}, {"title": "Personality", "desc": "The Maltese is a natural ham with a lively personality. Because he's so people-oriented, he takes well to training and responds to positive reinforcements such as food rewards, praise, and play.Fearless, Maltese assume that everyone they meet — human or animal — is a friend. Sweet and cute, they're widely known for always getting their way — even with people who have no intention of spoiling them.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Maltese needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Maltese puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Maltese are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Maltese will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Maltese, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Maltese enjoy a regular walk or playing outside. They often remain playful well into old age. Because they are active indoors and don't require a great deal of exercise, it doesn't take a lot of effort to keep them in good shape.As a rule of thumb, wait until your Maltese puppy is 8 months old to walk very far with him, because his bones are still developing. Let your puppy play at his own pace in your fenced yard until he is mature, and then take him to your vet for a checkup before embarking upon a regimented exercise program.Maltese definitely are housedogs and don't tolerate extreme heat or cold well. Many people paper train their Maltese so they don't have to take them outdoors when the weather is too hot or cold."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.Keep your Maltese from getting fat by measuring his food and feeding him twice a day instead of leaving food out all the time. You can tell if he's getting overweight by giving him the hands-on test.Place your hands on his body, thumbs along the spine and fingers spread out over his sides. If you can feel his ribs, he's in good condition, but if they're buried beneath a layer of fat, it's time to put him on a diet and cut back on the amount of treats you're giving.Some Maltese have delicate digestive systems and may be picky eaters. Eating problems can occur if your Maltese has teeth or gum problems as well. If your Maltese is showing discomfort when eating or after eating, take him to the vet for a checkup.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Maltese, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The stunning Maltese coat is pure white, silky, and straight, reaching all the way to the ground. Maltese don't have the undercoat typical to many breeds and don't shed much.On the down side, Maltese coats mat easily and become dirty. In addition, Maltese are prone to unsightly tear stains on their faces.Gently brush and comb the coat of your Maltese daily, even if he has a sporty short trim. This helps to prevent mats and keep him clean. Beautiful though they may be, Maltese become dirty easily and usually must be bathed weekly.If your Maltese has long hair and develops mats, first try to work out the mat gently with your fingers, using a detangler spray or a coat conditioning oil. After you've pulled the mat apart as much as you can with your fingers, use the end tooth of the comb to loosen individual hairs. Never try to pull the entire mat out at once with the comb or brush, and make sure all mats are removed prior to bathing your Maltese as mats tend to get tighter when wet.You should check your Maltese's ears at least once a week. If they seem sensitive or have a bad odor, take him to the vet for a checkup. Also, Maltese grow a lot of hair in their ears that needs to be removed. Ask your groomer or vet to do this or to show you how to pluck the hair at home.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Tear and face staining are big problems for most Maltese owners. You should expect tear staining to begin when your puppy is four to five months old (that's the age that their adult teeth are coming in). To prevent or lessen tear- and face-staining of your adult Maltese, follow these steps:If these measures don't clear up the tear stains, consult your veterinarian. Your Maltese could have clogged tear ducts, allergies, or other health problems that are causing the excessive tearing.While there are many products on the market to whiten your dog's hair, be very careful if using them or any home remedies. Many of them can damage your dog's hair, and never, never allow any products or foreign substances to get in your dogs' eyes.Many people put the hair on the top of their Maltese's head into a topknot to keep it away from the eyes. If you decide to do this, be sure to use coated bands that won't break the hair. Some people clip their dog's hair short, on its head or all over, so grooming is easier.Brush your Maltese's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.If you notice that your Maltese's cute black nose is turning pink, he might not be getting enough sunshine. Take him outside on a sunny day, or if it's too cold to do that, take him for a car ride. The type of bowl that he's eating and drinking from could also cause the pigmentation change. If it's plastic, pitch it. When a female is in heat, her nose can turn pink also.Begin accustoming your Maltese to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Most Maltese breeders will not sell puppies to families with young children. It's just too easy for a toddler to injure a tiny Maltese by dropping him, stepping on him, or holding him too tightly. He does much better in a home with quiet older children or adults only who will treat him with the care he needs.Maltese can get along with other dogs and cats if they are socialized to them at an early age. They're unaware of their tiny size, however, and must be protected from taking on dogs that are ten or twenty times their size."}, {"title": "Rescue Groups", "desc": "Maltese are often purchased without any clear understanding of what goes into owning one. There are many Maltese in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Maltese rescue."}, {"title": "Breed Organizations", "desc": ""}]}
]