[
{"breed": "Mudi", "intro": "Alert, active, and intelligent, the Mudi (pronounced “moody”) is a highly trainable herding dog capable of performing almost any task well, including watchdog duties, hunting, performing in agility and obedience competitions, search and rescue, and more.", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2018/04/mudi-dog-breed-pictures-header-460x260.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-2", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-2", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-2", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Herding Dogs"}, {"title": "Height:", "desc": "14 to 20 inches"}, {"title": "Weight:", "desc": "18 to 29 pounds"}, {"title": "Life Span:", "desc": "12 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "When you say \"Mudi,\" it may bring the word \"moody\" to mind, which is ironic considering dogs of this breed are generally upbeat, enthusiastic, and happy, especially when they are given a task that physically and mentally challenges them. They are always ready to work hard and willing to engage in energetic play sessions, too. Although Mudis are rare outside of their native Hungary, breed enthusiasts love them for their intelligence and their ability to soak up training like sponges. They make excellent watchdogs, ratters, obedience and agility competitors, and more. Mudis are generally healthy, need very little in the way of personal care, and have low grooming requirements. Even though they have high exercise needs, they're also willing to take a day off and relax once in a while, and you might be surprised by how laid back they can be. Don't make the mistake of thinking they can be left home alone in an apartment for long periods of time, however. A cooped up Mudi without human companionship will come up with their own ways of staying busy, which can include digging, chewing, barking, and acting out. Mudis do best when they are trained and socialized from an early age. They'll reward kind, patient training by learning quickly, but they won't respond well to yelling or punishment, and they can be quite sensitive. If you want a dog that can learn almost anything you can think of to teach them, master commands quickly, remain loyal and protective to you and your whole family, and bring joy and energy into your home, you'd have a hard time finding a better breed than the Mudi."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The history of the Mudi breed may be difficult to trace, as these dogs do not seem to have been bred intentionally, but rather came into existence naturally through mixing of German Spitz type dogs and other Hungarian herding breeds, such as the Puli and Pumi. For some time, Mudis, Pulis, and Pumis were not recognized as separate breeds, but in 1936, Dr. Dezso Fenyes, a breeder and museum director, \"discovered\" the Mudi in Hungary, and Mudis have been referred to as their own breed ever since. However, shortly after the Mudi breed was designated, Mudis almost went extinct. Many were killed during World War II, and if it weren't for breed conservationists, they might have disappeared altogether. Despite making a comeback, Mudis are still rare to this day, which may be due in part to the popularity of other Hungarian dog breeds that overshadow the Mudi. In fact, there are only a few thousand Mudis around the world, and most still live in Hungary working as herding dogs, though there are several in Finland where they work as rescue dogs in the mountains, and there are a few others scattered throughout other countries. The Federation Cynologique Internationale recognized the Mudi breed in 1966, and the United Kennel Club recognized the breed in 2006. The Mudi was also admitted to the American Kennel Club's Foundation Stock Service in 2004, though it has yet to receive full breed recognition from the AKC."}, {"title": "Size", "desc": "The Mudi is a small to medium-sized dog that typically measures between 14 and 20 inches at the shoulder and on average weighs 18 to 29 pounds. Individuals of the breed may also be smaller or larger."}, {"title": "Personality", "desc": "Eager to please and full of enthusiasm for any task they are given, Mudis are valued by shepherds for their ability to think on their paws and keep flocks safe and in line without much supervision. With their high intelligence and alertness, they are also easily trainable and well-suited for other jobs like search and rescue, dog sports, hunting rodents, and more. Mudis are not overly trusting of strangers, and they are quick to bark when something is out of the ordinary, which makes them excellent watchdogs. They should, however, be socialized and trained from an early age so they are not standoffish around guests and know when to quiet down. Mudis have high exercise needs and require adequate mental stimulation, or they may get bored and engage in destructive behavior. They'll need at least a few good walks each day, and it's ideal if they have a chance to run for a while. So long as their exercise needs are met, they're happy to be calm, inside dogs, though they may do better with a large, fenced-in yard than an apartment. Mudis love personal attention and human companionship, and they typically latch on to one human family member more than the rest. They have a habit of following that family member closely and may get caught underfoot sometimes. Positive reinforcement-based training will be highly effective for a Mudi, but they do not respond well to punishment or harsh rebukes. Proper training will keep a Mudi mentally stimulated, happy, and well-behaved."}, {"title": "Health", "desc": "Mudis are generally healthy, though owners should watch out for certain conditions to which the breed may be genetically predisposed. Some health problems that may affect Mudis include hip or elbow dysplasia, luxating patellas, cataracts, and epilepsy. If you have a Mudi, keep up with regular vet visits and stay vigilant for these conditions."}, {"title": "Care", "desc": "Mudis have fairly basic care requirements. Their nails should be trimmed every few weeks as needed. Teeth should be brushed regularly as recommended by a veterinarian. Their ears should be checked for signs of infection, parasites, or debris and kept clean. Keep up with regular vet visits to maintain good health."}, {"title": "Feeding", "desc": "A Mudi diet should be formulated for a small to mid-sized breed with above-average energy and exercise requirements. You should consult your veterinarian or professional nutritionist for advice on what to feed your Mudi and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements."}, {"title": "Coat Color And Grooming", "desc": "The Mudi's body coat is medium length and wavy or curly, though the coat on the face and legs is shorter. They can be black, brown, white, fawn, grey, or a marbled mix of black and grey in color. Mudi coats tend to repel and shed most kinds of dirt and debris, and therefore require little grooming. A weekly brushing should be enough for most Mudis, and bathing should only be done as needed. Usually, Mudis love the water, and after a swim or a day at the beach, chances are a quick, freshwater rinse will be all that's necessary to get them clean. Mudi coats rarely need to be cut, if ever. They shed more heavily in the spring and typically don't regrow their full coat until the end of summer."}, {"title": "Children And Other Pets", "desc": "Mudis can get along well with children and other animals, so long as they are properly socialized, preferably from a young age, and even better if they are raised with children and pets present in the home. Mudis are not, however, very tolerant of teasing or rough treatment, and children should be taught how to interact properly with dogs and supervised at all times when playing with them. Mudis are not overly trusting of strangers, either, so if kids have playmates over, it may be best if the resident Mudi is allowed to maintain a distance until they are used to the presence of a new human in the home. Mudis can be aggressive to other dogs if they are not socialized, but a properly trained Mudi should have no problem with other pets, though they prefer to have lots of personal attention from their humans, so it might be best if they are in a home with only a few other animals at most."}, {"title": "Rescue Groups", "desc": "Mudis are quite rare outside of Hungary, but if you are interested in adopting a Mudi, you can try contacting Mudi Club of America, which lists Mudis in need of homes on their website when they find dogs that are available. They may be willing to keep an eye out for you and put you in touch with shelters or rescue organizations that can help you find a Mudi to adopt. You can also check your local shelters, as there's always a chance that they might have the perfect dog for you."}]}
]