[
{"breed": "Mutt", "intro": "A mixed-", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23228_mutt-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-3", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-3", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-3", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-3", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-3", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Mixed Breed Dogs"}, {"title": null, "desc": null}, {"title": null, "desc": null}, {"title": "Life Span:", "desc": "8 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Choosing a mutt is a lot like dating: you may meet a few dogs that seem interesting, and then fall in love with one for reasons that make sense only to you. (Choosing a purebred, on the other hand, is a little like saying, \"I only date blondes.\" You can still find a love match, but you may end up overlooking someone who's even more perfect for you.)The truth is, heritage matters very little. You'll get along well with your dog because you both love to run, for instance, not because a piece of paper says he comes from a long line of dogs originating on the coast of Croatia.When you adopt a mixed breed you learn to think in terms of personality, rather than breed. This can have the effect of stripping away expectations and so you appreciate even more deeply the surprises and joys that come from living with a dog.Finally, since about 75 percent of the dogs in shelters on any given day are mixed breeds, choosing a mutt usually means giving a home to a dog who really needs one, and that's nice, too."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Once upon a time, before man imprinted his preferences on the canine population, there wasn't much difference between one dog and the next. They were of medium size, brown, and most had short coats.Even today, semiferal dogs who live on the edge of human life look somewhat alike. Climate doesn't seem to have much of an impact since similar-looking dogs show up from Australia to North America to Asia — though some have longer coats than others.When it's hard to figure out a mutt's heritage it may be because they draw directly from this line of non-breeds who were never selectively bred. That is, they've never had a purebred ancestor.But a lot of mixed breeds truly are mixed. That is, you can see a smattering of Australian Cattle Dog, or Beagle, or Collie in their coat or shape or size. Being able to identify contributing breeds can help give you some insight into their personalities, though of course it's only a partial story."}, {"title": "Size", "desc": "Size and weight range from tiny enough to sleep inside your jacket with you in it, to humongous enough to break your foot when he steps on it."}, {"title": "Personality", "desc": "Mixed breeds boast personalities as unpredictable and varied as those of their human owners. As with purebreds, the mixed breed's temperament is affected by a number of factors, including heredity, training, and early socialization.Some mutts' heritage is impossible to decipher. If you find one particularly baffling, it may be because he comes from a long line of dogs who were never selectively bred. These mystery dogs are more accurately called non-breeds, than mixed breeds.But a lot of mixed breeds truly are mixed. That is, you can identify a smattering of Australian Cattle Dog, or Beagle, or Collie. This means it's likely some of those breeds' traits are carrying through.Sometimes that can work in your favor. A dog that appears to be a mix of Labrador and Border Collie, for instance, may have the easygoing friendliness of the first and the whip-smart agility of the second.Or not.With any blend, there's no guarantee you'll get the best traits of the contributing breeds. The only guarantee is that whatever you end up with is something unique and inimitable."}, {"title": "Health", "desc": "Mixed breed dogs are generally considered healthier than purebred dogs because they draw from a broader gene pool. Producing a mixed breed, in other words, is the opposite of inbreeding.But you can't assume your mixed breed will be the healthiest dog you've ever had. Having a fresh bloodline makes little difference if the parents aren't healthy.If you can determine one or more of the breeds that went into your mixed breed's heritage, it's worth researching the health concerns common to that breed or breeds. And like all dogs, mixed breeds are prone to certain conditions and diseases."}, {"title": "Care", "desc": "Everyone knows that dogs must have adequate food and water, shelter from the elements, and medical attention when needed. His other requirements may be harder to quantify, but they are just as crucial: mental stimulation, physical exercise, and plenty of positive contact with his owner.A leashed walk around the block is usually a sufficient bathroom break, but it isn't enough exercise for most dogs. The majority need 30 to 60 minutes a day to stay in good shape. For some pups, this means off-leash, full-out running to burn off steam; some dogs enjoy a good long walk; others want to go play fetch in a lake. Whatever form of exercise your dog likes the most, he'll be healthier for indulging in it.A dog's mind needs exercise as much as his body does — the same \"use it or lose it\" philosophy applies to us all. Training is a mainstay of canine brain workouts. It could be as simple as playing games with you and learning to sit, or as complex as training for agility or obedience competitions.And whether it's through playing, training, hiking, or petting, your dog needs a substantial daily dose of attention from you."}, {"title": "Feeding", "desc": "Keep your mixed breed in good shape by measuring his food and feeding him twice a day, rather than leaving food out all the time. How much your adult dog eats depends on his size, age, build, metabolism, and activity level. As a general rule of thumb, you can estimate how much he needs each day based on how much he weighs:Less than 10 pounds 1/4 to 1/2 cup10 to 15 pounds 1/2 to 1 cup20 to 30 pounds 3/4 to 1.5 cups30 to 40 pounds 1.5 to 2 cups40 to 60 pounds 1.5 to 2.5 cups60 to 70 pounds 2.5 to 3 cups80 to 90 pounds 3 to 4 cups100 to 150 pounds 4 to 5 cupsMore than 150 pounds 4.5 to 6 cupsOf course, dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's a good idea to consult with your vet if you're not sure how much to be feeding your mixed-breed dog. And if you're unsure whether your dog is overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs, without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your mixed breed, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Mixed breeds come in all colors of the dog rainbow, and their grooming needs depend on what type of coat they have. Bathing should be done as needed for all breeds.Brush your dog's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your mixed breed enthusiastically jumps up to greet you.Accustom your dog to being brushed and examined when he's a puppy (or as soon as you get him, if he's an adult). Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling down the road.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin and feet or in the ears, nose, mouth, and eyes. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Some mixed breeds are great with kids and other pets, and some aren't. Much of any dog's relationship with children and animals depends on early exposure and socialization.Heredity is also part of the picture. If the mix is predominantly terrier, don't bother trying to get him to live peaceably with small mammals such as rats and gerbils.But even if your dog is a Golden Retriever mix, that doesn't mean he'll automatically love everyone and every other dog. And just because your dog is a mix of big, intimidating breeds doesn't mean he's going to eat the neighborhood children. It also doesn't mean he's going to be okay around them.Who knows? Keep a watchful eye and a tight rein (not to mention a short leash) until you know for sure."}, {"title": "Rescue Groups", "desc": "Dogs are often obtained without any clear understanding of what goes into owning one. Many dogs are in need of adoption and or fostering. If you want a mix involving a certain breed, contact the local chapter of that breed club, and they'll be able to point you toward a rescue organization.Many times a purebred group such as an Irish Setter rescue will also take in Irish Setter mixes, if the dogs appear to be predominantly and identifiably Irish."}]}
]