[
{"breed": "Norfolk Terrier", "intro": "The Norfolk Terrier is what’s considered a “big dog in a small package.” Alert, gregarious, and nimble, he’s a loyal companion with the heart of a working terrier.", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23076_norfolk-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-4", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-3", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-1", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-5", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-1", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-1", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "9 inches to 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "11 to 12 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "If you're seeking a lively canine companion who is fearless, yet affectionate, the Norfolk Terrier may be the breed for you.With a perky, outgoing personality, and tireless constitution, the 12-pound Norfolk charms those who know and love him. Never boring, and certainly no couch potato, he is all terrier--tenacious, independent, hard-working, and charming.The Norfolk is also incredibly cute. With small, dark eyes sparkling with mischief, and a scruffy, wiry coat, it's difficult to resist his appeal.Norfolk Terriers have been known by different names over the years. They were called Cantab Terriers when Cambridge University students used to keep them as pets. They also have been called Trumpington Terriers, after a street in the area where the breed was developed. For a while, they were even called Jones Terriers, named after the man who first exported them to the United States.In 1932, the English Kennel Club called them Norwich Terriers because at the time, the Norwich and the Norfolk were considered the same breed. Norwich Terriers and Norfolk Terriers do look very much alike. The easiest way to tell them apart is by their ears: Norwich Terriers' are upright, and Norfolks' are folded.The Norfolk is relatively uncommon in the United States. Fewer than 300 puppies are born per year in America. Litters are small. So if you want a Norfolk, expect to wait up to one year.Even though the Norfolk is small, he is very strong. At 9 to 10 inches tall and weighing just 11 to 12 pounds, you might think this happy little canine is a lap dog who wants pampering. Far from it.While he is affectionate and loves his family, a Norfolk Terrier is always ready for the chase, whether it's vermin or fox. Because of his courage and ability to scrap with the best of foes, the Norfolk is allowed \"honor scars\" in the show ring to attest to his field worthiness.Norfolk Terriers have steady, live-and-let-live personalities. They generally have a happy attitude and make a reliable companion for children if they've been raised with them. They're not known for being yappy, but they will bark when the need arises.If left alone outside for long periods of time or not given enough exercise, however, the Norfolk will amuse himself by barking and digging. Give your playful Norfolk a lot of toys and activities to occupy his mind, or he will find his own entertainment.As with all terriers, Norfolks should be kept on leash when in public areas because their strong hunting instinct is easily triggered by the sight of a squirrel, rabbit, or other small animal dashing by.If you choose a Norfolk, be prepared to have him as a part of your family for a very long time. These are hardy dogs that have been known to live into their late teens, still active and happily playing with their toys."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Norfolk was originally bred to hunt and kill vermin in barns. Both the Norfolk, and the Norwich Terrier, were once both called Norwich Terriers, distinguished only by their ears--the Norwich's pricked ones and the Norfolk's dropped ones.The breed that would later come to be the Norfolk was developed in near the towns of Norfolk and Norwich in England in the early 1800s as a general farm dog and hunter. Many believe it was developed by crossing Border Terriers, Cairn Terriers, and Irish Terriers.In the late 19th century, the reputation of the small terriers as ratters grew. Students at Cambridge University brought some to help with their rat problems and the little dogs became known first as Cantab Terriers, and later as Trumpington Terriers.One of the early breeders of Norfolk/Norwich terriers was Jodrell Hopkins, a Cambridge student who had a livery stable on Trumpington Street after he graduated. Along with \"Doggy\" Lawrence, a Cambridge dog dealer, he bred and sold the lively little dogs to Cambridge students. At that time, most of the little terriers were red.Several breeders began to refine the breed: Frank Jones, who was responsible for giving the breed the name of Norwich, and R.J. Read, one of the first exporters of the breed and the first president of the Norwich Terrier Club in England.One of the dogs they used in their breeding program was a red dog named Rags, who belonged to Frank Jones' boss, Jack Cooke. Rags had been given to Cooke by Jodrell Hopkins, and he turned out to be a very dominant sire, siring red puppies like himself.Around the same time, the son of a Norwich veterinarian, Lewis Low (nicknamed \"Podge\") acquired a smooth-coated, prick-ear white female who was reportedly a hunt terrier/Dandie Dinmont cross. Her owners brought her to Low's father to be destroyed, but Low liked her coat, long legs, erect ears, and what seemed to him to be an \"old\" expression, so he kept her and named her Ninety.Ninety was bred to Rags, and several of the puppies were bought by Frank Jones. When Jones left his employment with Cooke, he took his terriers with him and continued to breed and sell the small red dogs.He also sent some of them to America, calling them Jones Terriers until in 1904, when he was asked the name of the breed and impulsively answered, \"Norwich Terriers.\" Jones and his employer at the time supplied many of the early breeders of Norwich Terriers with their foundation stock, both in England and America.Over the next several years, many breeders worked to perfect the breed, sometimes trying crosses with different breeds. One of these breeders is R.J. Read, who became interested in the breed around 1908. He purchased a Rags daughter from Podge Low in 1909 and experimented with cross-breeding with other breeds, such as the Bedlington Terrier, the Staffordshire Bull Terrier, and the Irish Terrier.By 1929, he had finally bred the dog that he was trying to produce. It was a small red terrier, no more than 10 pounds when mature, with a harsh red coat, dark eyes, short legs, and gamey personality. The dog's name was Horstead Mick, and his name appears in many of today's pedigrees. Mick was used a great deal as a stud and was the grandsire of one of the Norwich Terrier's first champions, a drop-ear female named Tinker Bell.Another influential breeder is Phyllis Fagan, who acquired a red female named Brownie. Many of today's Norwich and Norfolk Terriers are descended from her dogs. She showed her dogs and they did quite well in the show ring, as well as in earth trials.The breed was officially recognized in the 1930s in both the United States and Great Britain. Within the breed were dogs with prick ears and drop ears. Until this time, both prick-ear and drop-ear dogs were interbred because they were considered to be the same breed.When the breed was recognized by the English Kennel Club, however, the ears became an issue. Read liked the prick ear and wanted the breed standard to insist that all dogs of this breed have this type of ear. Proponents of the drop-ear dogs insisted that standard include both. In the end, the advocates of the dropped ear won and the standard was written to include both.For a few years, breeders continued to breed dogs with prick ears to those with drop ears, but then the ear carriage became erratic in both types and breeders decided on their own that this was not a good idea.After World War II, breeders stopped interbreeding the two different types of dogs. In September 1964, England's Kennel Club allowed separation of the prick-eared and the drop-ear dogs, with prick-ear dogs remaining Norwich Terriers and the drop-ear named Norfolk Terriers.In 1979, the Norfolk and Norwich Terriers were recognized as separate breeds by the American Kennel Club. Aside from the ears, the breed standards are very similar."}, {"title": "Size", "desc": "Males and females are 9 to 10 inches tall, and weigh 11 to 12 pounds"}, {"title": "Personality", "desc": "The Norfolk has personality plus. Though small, he makes up for it with a buoyant, lively approach to life. He is active, alert, good natured, and always ready to play.The Norfolk is tireless in his pursuit of fun--which can be exhausting for you. Don't expect the Norfolk to sit around when there's something to investigate. This dog thrives on action so be prepared to provide it for him--or he'll be bored and unhappy.The Norfolk is a typical terrier, meaning he's independent and always ready to give chase. He's prone to dig and bark, too--behaviors that come naturally to breeds bred to chase vermin that live in dens.These traits can be frustrating to owners who are either unprepared for the terrier personality, or just don't enjoy it. If you're okay with terriers, you'll be delighted with the Norfolk's lively, plucky attitude, and his devotion to family."}, {"title": "Health", "desc": "The Norfolk is generally a hearty dog. Like all breeds, though, the Norfolk is prone to some conditions.Mitral valve disease (MVD). MVD is a life-threatening heart abnormality that reputable Norfolk breeders are working to reduce or completely eradicate in the breed. Research is underway, but it may take many years for it to be completed. Meanwhile, dogs with MVD should not be bred, and all breeding dogs should be tested for the condition.Canine hip dysplasia. Hip dyplasia is a heritable condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop.X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. Ask the breeder for proof that the parents have been tested for hip dysplasia and found to be free of problems.Patellar luxation. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, but many dogs lead relatively normal lives with this condition.Vaccination sensitivity. There are reports of Norfolks suffering from sensitivity to routine vaccinations. Usually, symptoms include hives, facial swelling, soreness and lethargy. Sometimes a dog who is sensitive to vaccines will develop complications, or die. Watch your Norfolk carefully for a few hours after being vaccinated and call the vet if you notice anything unusual."}, {"title": "Care", "desc": "The Norfolk is an easy-care dog. Because of his small size, he's well-suited to apartment living--though he can get barky if bored.He needs at least one 20 to 30 minute vigorous walk or play session, or two 10 to 15 minute sessions every day.This dog is intelligent and enjoys learning. But his natural independence and occasional stubborness can make training challenging at times. Consistent, positive training is the best way to convince him to do what you ask.Teaching the Norfolk to come reliably when called is especially important in case he accidentally comes unleashed. Don't ever yell or use physical force with these dogs--they're highly sensitive and may become fearful or agitated as a result.Like many terriers, the Norfolk barks. While he's not overly noisy, a \"Quiet\" command should become part of his basic canine repertoire.One word of caution: the Norfolk, like many other earth dogs, enjoys, no, loves, digging and this trait is not as easy to deter as barking."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's been said that the Norfolk will eat anything that doesn't eat him first. Not surprisingly, he's prone to obesity. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Norfolk, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Norfolk Terrier has a double coat that consists of a soft, downy undercoat and a wiry top coat. The coat is weather-resistant, and sheds minimally. The Norfolk coat comes in shades of red, wheaten, black and tan, or grizzle.The fur around the neck and shoulders is longer, and forms a ruff at the base of the ears and throat. The hair on the ears and head is short and smooth, except for eyebrows and whiskers.The shaggy, unkempt look of the Norfolk is part of his appeal. He does require some grooming, though.His coat should be brushed one or twice a week, toenails trimmed regularly, and ears cleaned or checked weekly.Frequent tooth brushing with a soft toothbrush and doggie toothpaste help prevent gum disease. Monthly bathing is needed. More than that may soften the coarse terrier coat.The Norfolk coat is not usually trimmed with clippers like other breeds, but shortened or shaped by stripping, a process by which coat is thinned and shortened with a stripping knife, a sharp, comb-like tool. Stripping is common practice for owners with show dogs, but not necessary for a family pet."}, {"title": "Children And Other Pets", "desc": "The Norfolk is good with children, and makes a good family pet. He is best suited to families with children age 10 and older because they're less likely to accidentally step on or hurt him, due to his small size.Because the good-natured Norfolk is less apt to quarrel with other dogs than some terriers, he lives happily in a household with other dogs. He is not well suited, however, for a home with small animals. Unable to curb his natural instinct, he'll chase hamsters, gerbils, birds, and any other animal he perceives as prey."}, {"title": "Rescue Groups", "desc": "Norwich and Norfolk Terriers Club of America "}, {"title": "Breed Organizations", "desc": "Below are breed clubs, organizations, and associations where you can find additional information about the Norfolk Terrier."}]}
]