[
{"breed": "Nova Scotia Duck Tolling Retriever", "intro": "The Nova Scotia Duck Tolling Retriever ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_22990_nova-scotia-duck-tolling-retriever-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-4", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 5 inches to 1 foot, 9 inches tall at the shoulder"}, {"title": "Weight:", "desc": "35 to 50 pounds"}, {"title": "Life Span:", "desc": "10 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "Frolicking at the water's edge, white-tipped tail flashing in the sunlight, a Nova Scotia Duck Tolling Retriever dances in the waves. Curious ducks and other waterfowl draw closer to watch his performance, when a hunter takes aim and fires. That's when this remarkable dog shows he's not simply a harmless goofball but a hardworking gun dog. He splashes into the water to retrieve the bounty he helped attract.The Nova Scotia Duck Tolling Retriever is a rare breed that originated in the Little River district of Nova Scotia, a province on Canada's Atlantic coast. Originally known as Little River Duck Dogs, they were renamed the Nova Scotia Duck Tolling Retriever — a mouthful, even for a retriever, so most fans call them Tollers.This sporting breed has a lot going for it: personality, versatility, and an easy-care coat. They're the smallest of all the retriever breeds and share many of the same traits, such as a strong working drive, intelligence, and a happy nature. But the breed has some drawbacks as well. They can be strong willed and are not as eager to please as a Labrador or Golden Retriever. If allowed to, they will take control of a household.They need to be guided by people who are firm, fair, and consistent. Even then they can be inventive in getting their way. With training, however, that intelligence and inventiveness can be channeled into almost any activity.They're best suited to life with a weekend hunter or an active family who enjoys hiking or participating in dog sports, such as agility, flyball, and Frisbee.Tollers love kids. They're great for playing ball or pulling a child on a skateboard. They get along well with other dogs, especially other Tollers. Their prey drive, however, may send them careening after cats or other animals that look like good sport.You'll need a fenced yard if you have a Toller or be able to give him at least two good walks a day. That said, his activity level is moderate, and he doesn't have the drive and intensity of, say, a Lab or a Border Collie.One hitch to living with a Toller in the city is the breed's loud, high-pitched scream, which can make him unacceptable in apartments and neighborhoods with noise restrictions. The Toller yelps out when he's stimulated, excited, or frustrated. Often, the sight of birds or squirrels elicits the scream. Other than that, however, they don't tend to bark excessively.So he screams, sheds, likes to roll in dead fish and other stinky things, and is generally smarter than the average person. If these things concern you, look for another breed.On the other hand, the Nova Scotia Duck Tolling Retriever is an ideal dog if you are looking for a fun-loving, hard-working dog who enjoys long periods of exercise, and being with family.You can't mention the Nova Scotia Duck Tolling Retriever without wondering what exactly \"tolling\" means. The word toller comes from the Middle English word tollen, meaning \"to entice.\" Tolling is the act of luring game and it's exactly what the Nova Scotia Duck Tolling Retriever does.While the hunter remains behind a blind, out of sight of ducks and other waterfowl, the dog plays at the water's edge, romping and retrieving. These antics draw the attention of the birds, who swim closer to shore. When the birds are close enough, the Toller retreats to the blind, the hunter stands, scaring the birds into flight, and then fires. The Toller then swims out and retrieves any fallen birds."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The original Tollers were foxes. Canada's Micmac Indians observed foxes performing tolling behavior on the shores of rivers and lakes, then snatching the ducks foolish enough to come too close. The Micmacs encouraged this behavior in their own dogs, who also learned to lure the inquisitive ducks.In the 19th century, hunters in England and Canada began to develop dogs who'd go into the water to bring back downed birds. These retrievers, as they were called, bore the names of the places where they were developed, such as Labrador and Chesapeake Bay.But the hunters in Yarmouth County in southwest Nova Scotia's Little River district went one step further. They created a dog who would attract birds as well as retrieve them. Starting with the Micmac Indian dogs, they mixed a little of this and that, skillfully blending in various other retriever breeds, Cocker Spaniels, Irish Setters, and maybe even farm collies. The result became known as the Little River Duck Dog.For years, the Little River Duck Dog was known only in the area where he was developed. But in 1945 the Canadian Kennel Club gave the breed recognition, as well as a new name: Nova Scotia Duck Tolling Retriever.The breed first came to the United States in the 1960s, but didn't garner much interest. By 1984, however, the breed had enough fans that the Nova Scotia Duck Tolling Retriever Club USA was formed. The American Kennel Club accepted the breed in the Miscellaneous Class in 2001 and into the Sporting Group in 2003.Today the Toller ranks 110th among the 155 breeds and varieties recognized by the AKC."}, {"title": "Size", "desc": "Males stand 18 to 21 inches tall at the shoulder with an ideal height of 19 inches. Females are 17 to 20 inches, with the ideal height being 18 inches. Weight is in proportion to height and generally ranges from 35 to 50 pounds."}, {"title": "Personality", "desc": "Tollers are smart, independent, and curious. Their personality lies somewhere between that of a Golden Retriever and a terrier. It's not unusual for them to have a sense of humor, and they generally have an outgoing, upbeat attitude.When not working or playing, they're content to lie down and be quiet. Adults are typically gentle dogs, particularly with children.Tollers are adaptable, moving from one environment to another with ease, and tolerant of crate training and travel. They can be standoffish toward strangers, but they take their cues from their people. If you're friendly toward someone, your Toller will be, too.Tollers watch everything that's going on and will alert you if someone is approaching your home. They usually get along well with other animals, although aggression is occasionally a problem. That's not typical for the breed, however.As with every dog, Tollers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Establish yourself as the benevolent leader, rather than the harsh dictator, and your Toller should take well to training."}, {"title": "Health", "desc": "Tollers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Tollers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Tollers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "The Toller does best living in a home with access to a securely fenced yard. He can, however, live happily in a city highrise as long as he gets a couple of daily walks. There are Tollers in the country and Tollers who live in apartments and are paper-trained to potty on the balcony.Toller puppies are born yipping and running around, or at least it seems that way. During their first year, they're highly active, but eventually their activity level tapers to a more manageable level.Like any dog, Tollers can be destructive as puppies if not properly supervised. Crate training is recommended. Adults can be destructive as well if they don't get the exercise they need.A tired Toller is a good Toller. Expect to give him at least an hour of exercise per day. He'll enjoy a couple of 30-minute walks or runs, a 30-minute walk and 30 minutes of playing fetch, a hike of an hour or two, or any other combination of exercise the two of you can do together. And this dog likes to swim.To keep his feet in good condition, walk your Toller on rough ground once in a while. This helps keep the foot pads tight so they don't pick up a lot of debris that could damage the foot.To protect puppies as they grow, monitor their activity and don't let them overdo things. A good rule of thumb is 5 minutes for every month of age, so limit a 6-month-old puppy to 30 minutes of play or other exercise throughout the day.When it comes to training, be firm but gentle with your Toller, as well as creative, patient, and flexible. You must be able to earn his trust and respect without using anger, intimidation, or physical force. With this breed, harshness begets stubbornness, and you don't want to get into a battle of wills with a Toller. You'll lose. Set firm rules, enforce them consistently, and don't let your Toller get bored.Train him with a light touch, however. He doesn't perform well under pressure. But when he's motivated by praise, play, and food rewards, the Toller learns quickly and easily.He shouldn't be difficult to housetrain, given a consistent schedule, no opportunities to have accidents in the house, and positive reinforcement when he potties outdoors."}, {"title": "Feeding", "desc": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Toller in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Toller, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Toller has a medium-length, water-repellent double coat. The red or orange color gives him a foxlike appearance, even giving rise to the tale that he's the result of a fox-retriever cross, a genetic impossibility.He may have white markings on his feet, chest, face, or tail tip. A white tail tip is especially desirable because it allows the hunter to keep the dog in sight from a distance. The tail itself should be full and bushy, never trimmed and sculpted. Nose, lips, and eye rims are black or flesh-colored, blending with the coat.This is a wash-and-go dog. Throughout most of the year, the coat requires only weekly brushing to keep the fur from matting and to remove dead hair. During the spring and fall shedding seasons, daily brushing may be necessary.Otherwise, simply keep the nails trimmed, clean and trim the foot pads, and pluck around the ears if they're particularly hairy. Bathe as needed.At some point during puppyhood, usually at three to four months of age, your Toller's ears may go wonky, folding back instead of framing the face. The ears may need to be taped to regain the correct position. Your Toller's breeder can show you how.Brush your Toller's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Begin getting your Toller accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "Tollers love kids and make good playmates for active older children who'll play ball with them, teach them tricks, and otherwise keep them occupied. They may be too rambunctious for very young children.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Tollers enjoy the company of other dogs and get along just fine with cats, especially if they're raised with them."}, {"title": "Rescue Groups", "desc": "Consider adopting a Toller from a rescue group before going to a breeder."}]}
]