[
{"breed": "Old English Sheepdog", "intro": "The Old English Sheepdog is a large, athletic ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23190_old-english-sheepdog-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-1", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-4", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-1", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Herding Dogs"}, {"title": "Height:", "desc": "From 1 foot, 9 inches tall at the shoulder"}, {"title": null, "desc": null}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "The wonderfully shaggy Old English Sheepdog is a favorite in children's television shows and movies, where he's usually an affable, if sometimes bumbling, character. But, hair and Hollywood glitz aside, who is the OES?In reality, the OES — nicknamed \"Bobtail\" because of his docked tail (traditionally kept short to identify him as a drover) — is an easygoing, fun-loving, intelligent dog. He's a member of the American Kennel Club Herding Group. He's certainly a large dog at 60 to 100 pounds, but his profuse coat of blue-gray and white makes him appear even larger. Known for his wonderful temperament, he's powerful, sturdy, and hardworking.Those who know and love him are familiar with his sense of humor. He can be playful and comical, although he is also the guardian and protector of his family.You can't talk about the OES without talking about hair, a lot of hair. This coat needs more care than most. It's long and prone to matting if not regularly brushed. Many owners clip the hair short — but if he is to be a show dog, the OES cannot be trimmed short.Expect three to four hours of grooming per week — perhaps more — plus monthly visits to a grooming salon. Not surprisingly, a common reason that OES owners surrender their dogs to rescue organizations is because of the time and cost of caring for the coat. Anyone considering this breed must think long and hard about grooming and related care.The OES is highly adaptable. To some people's surprise, he does well in an apartment if he is exercised regularly. In spite of his working heritage, he is not a good candidate for a backyard dog. He wants to be, and should be, with his family, and he can suffer from separation anxiety if left alone too long. He is trainable and responds well to a firm owner who is kind and consistent. He gets along well with other dogs and pets.With his shaggy coat, keen mind, and bobbed tail, the OES is a great addition to any family with the time and patience to care for him."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Without a doubt, the Old English Sheepdog has one of the canine world's most unclear origins. There is evidence that the breed originated in the southwestern counties of England somewhere in the early 19th century, though it may owe its origins to the Scottish Bearded Collie or the Russian Owtchar, or some other dog altogether.At the time of the breed's suspected origins, writings described a dog that was used to drive cattle and sheep to market. Owners docked their tails to prove that they were indeed drovers' dogs, and commonly nicknamed them \"Bob\" or \"Bobtail.\"The OES became prominent in the late 1880s when he came to the United States, where he was first owned by a Pittsburgh industrialist named W. Wade. By the 1900s, the breed was owned, exhibited, and bred by just five wealthy U.S. families. This prompted one show superintendent to advise the judges at the 1904 Westminster Show in New York to \"take plenty of time; the dogs in the ring are the property of some of our leading Americans.\"In 1904, Henry Arthur Tilley founded the Old English Sheepdog Club of America. Tilley and his brother, William Steeds Tilley, were pioneers in creating the OES breed standard. Many of the dogs that they bred can be found in the pedigrees of OES lines today.The American Kennel Club recognized the Old English Sheepdog in 1885. As late as the 1950s, the OES still maintained his status as a rich man's dog. By the 1960s, however, the breed had moved from being a status symbol to a family pet. By the mid 1970s, 15,000 dogs were registered annually; but that number has declined as more people have realized the cost and effort needed to care for wonderful but time-consuming OES coat."}, {"title": "Size", "desc": "Males stand 22 inches tall and weigh 80 to 100 pounds. Females stand 21 inches tall and weigh 60 to 85 pounds."}, {"title": "Personality", "desc": "The Old English Sheepdog is a playful, affectionate clown who delights in frolicking with his family and neighborhood children. In fact, adolescence in the OES often extends to about age three, and an adult OES will retain his playful demeanor well into his golden years.An intelligent breed, the OES is a quick learner, always looking for something interesting and fun to do. He's capable of performing numerous tasks, including herding, agility, obedience, and search and rescue.This breed requires significant physical and mental exercise. He doesn't enjoy being left alone for long periods of time and much prefers — in fact needs — to be in the company of his family.A properly bred OES is good-natured and kind, and this is what makes him an excellent children's companion and a super family dog. He's sometimes called a nanny, a term of endearment that arises from stories surrounding the role he sometimes takes on within his family.However, the OES is not known for being an assertive watchdog. He may bark when strangers come to his home — or he may not. Some OESs are highly protective, while others aren't."}, {"title": "Health", "desc": "Old English Sheepdogs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Old English Sheepdogs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed."}, {"title": "Care", "desc": "Because of his working origins, the OES likes activity. Today's Old English Sheepdogs are very capable participants in sheepherding and agility trials, both of which demand a healthy and physically fit dog. Figure on one to two hours of daily exercise as part of the OES routine.Of course, your dog's needs will vary according to age. Pups have a lot of energy — so much so that they will use it to destroy your home if they aren't kept busy with approved activities. On the other hand, older dogs may prefer to lie on the couch (taking up all of it) and need encouragement to exercise. It's important to note that while the OES can readily adjust to less exercise, this isn't particularly healthy for him.However, cut back on outdoor exercise when the weather is hot. The dense undercoat of the OES is extremely warm, and the dog can overheat quickly and easily.Obedience training is encouraged for all dogs, but especially for a large breed like the OES. The basic commands (\"sit,\" \"down,\" \"come,\" and \"stay\") are important for everyday living with any dog, but add a wet and muddy OES coat in the mix, and you'll realize that these commands are crucial. Luckily, the OES is very intelligent and learns quickly.The OES does not always take confinement well, so if you crate train your OES puppy, must make sure that you do not leave him in the crate too long. He should be out with you when you are home; the OES is sensitive to being shut off from the family he loves.During his first year, the OES grows from 1 pound to 60. When fully grown, he may weigh as much as 100 pounds. Due to this rapid growth, especially between the ages of four and seven months, they are susceptible to bone disorders. Take care to feed your OES puppy a high-quality, low-calorie diet that keeps him from growing too fast.Additionally, he shouldn't run and play on very hard surfaces such as pavement; normal play on grass is fine. Forced jumping or jogging on hard surfaces should be avoided until the dog is at least two years old and his joints are fully formed (puppy agility classes, with their one-inch jumps, are fine)."}, {"title": "Feeding", "desc": "Recommended daily amount: 2.5 to 4.5 cups of high-quality dry food a day.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Overfeeding an OES is especially easy to do because the fluffy coat readily hides extra pounds. It is extremely important that you check your dog's weight regularly and take care not to overfeed him.For more on feeding your Old English Sheepdog, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "If you want a dog with big hair, the Old English Sheepdog is the one for you. This breed has hair galore: a profuse, shaggy coat that is neither straight nor curly. The breed has a double coat, with a textured outer coat and soft undercoat. Colors include gray, grizzle, blue or blue merle, brown, and fawn, usually mixed with white markings.If you want a grooming challenge, try the OES. His coat is difficult to maintain; you will spend a minimum of three to four hours a week grooming him. If you're new to the world of dogs, you'll need help learning how to brush and comb your OES. The breeder can be helpful, and there are many quality grooming books and (better yet) videos on the market aimed at helping pet owners with this task.The OES is a heavy shedder and requires daily brushing to remove dead hair and keep the coat free of tangles.Some Old English Sheepdogs drool so much that the coat around their mouths turns yellow. If this happens, a regular washing, especially after meals, will help. Another method is to apply cornstarch to the beard. Once the cornstarch has completely dried, brush it out. This also works well when an OES has diarrhea.As with all breeds, it is important to begin grooming the OES puppy at an early age. Making grooming a positive and soothing experience will ensure easier handling, both for you and for professional groomers, as your OES puppy grows into adulthood.You'll need to invest in a few tools to brush and comb your OES: a pin brush, coarse steel comb, and a slicker brush. Brushing should be a gentle process to avoid pulling and hurting the dog. It is important to always brush all the way to the skin, not just the top layer of coat, to remove any debris or hair that's trapped in the undercoat. One tip for brushing is to spray the dog lightly with a detangler and/or conditioner before you brush.Mats are a real danger for the OES, and they can lead to skin problems. They're extremely difficult to remove and, in severe cases of matting, the dog will need to be shaved.Besides brushing and combing out the coat, the OES needs bathing every six to eight weeks. The nails need to be trimmed once a month, and the ears checked once a week for dirt, redness, or a bad odor that can indicate an infection. Then wipe the ears out with a cotton ball dampened with gentle, pH-balanced ear cleaner. Regular toothbrushing with a soft toothbrush and doggie toothpaste will help prevent dental disease.Many owners opt to have a professional groomer keep the OES coat in good condition (in addition to the regular brushing they perform themselves). This is expensive, and you must consider the cost when you think about buying an OES."}, {"title": "Children And Other Pets", "desc": "The well-bred and well-socialized Old English Sheepdog is a trustworthy children's companion. Some say he will supervise and herd young children, keeping them in a particular area. Others say the OES acts as a means of support to the toddler learning to walk.Unfortunately, there are some exceptions to the Old English Sheepdog's role as a loving nanny, due to poor breeding that has resulted in ill-tempered and neurotic dogs. Buy only from a reputable breeder and ask to meet the puppy's parents. And it is extremely important to note that children should never be left unsupervised with any dog, regardless of breed or temperament.The good-natured OES is friendly with other dogs and pets, provided he is properly socialized and trained."}, {"title": "Rescue Groups", "desc": "Old English Sheepdogs are often purchased without any clear understanding of what goes into owning one. There are many Old English Sheepdogs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an OES rescue organization."}]}
]