[
{"breed": "Otterhound", "intro": "The large and rough-coated Otterhound was originally ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23034_otterhound-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-2", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-5", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-2", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-2", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Hound Dogs"}, {"title": "Height:", "desc": "2 feet to 2 feet, 3 inches tall at the shoulder"}, {"title": null, "desc": null}, {"title": "Life Span:", "desc": "10 to 12 years"}], "details": [{"title": "More About This Breed", "desc": "Do you think life with a large, boisterous, shaggy dog would be perfect? If so, the Otterhound might be the dog for you.The Otterhound is an old breed, developed in England from Bloodhounds and other types of dogs. Although the Otterhound is believed to have been in existence for more than 500 years, it's a fairly rare breed today. There are currently fewer than 1,000 Otterhounds, only 350 to 500 of them residing in the United States. In fact, just four to seven litters are born each year in the United States and Canada. If you have your heart set on an Otterhound, expect difficulty finding one.Why is the breed so uncommon? No one knows for sure, but it certainly isn't because of the Otterhound personality. Sometimes called the \"class clown,\" the Otterhound has a sweet, affectionate, fun-loving personality. He's independent, too, not demanding a lot of attention. After greeting you with enthusiasm, the Otterhound is likely to finish the nap he was taking when you arrived.The Otterhound is a large breed. Even small females weigh about 65 pounds, and large males can weigh 125 pounds. They're definitely dogs who take up space in the household.Otterhounds are great with kids, but because of their large size and bouncy personality, they may be too rowdy for very young or small children. They can also be too boisterous for frail seniors.The Otterhound has a distinctively shaggy look. His head appears to be very large and long; and his ears are long and folded, giving them a draped appearance. He's physically strong, with a long, striding gait. He has the extremely sensitive nose of a hound, and it's likely to lead him off to investigate his surroundings.Because the Otterhound was bred to hunt on land and in water, he has a rough, double coat and large, webbed feet. He comes in many different colors, the most common being a variation of black and tan grizzle, which often gets lighter as the dog gets older.The Otterhound has the distinctive and almost musical bark of the hound. This deep, loud, extended bay is music to a hunter's ears, but it might not play as well with the neighbors. Although some Otterhounds are quiet, most seem to like the sound of their own voices, so it's wise to teach your Otterhound a \"quiet\" command.Speaking of voices, the Otterhound also has wide range of vocalizations, from grunts to groans. Some even like to \"sing\" and vocalize with other dogs or with people.Otterhounds are usually good with other dogs and animals if they are raised with them or introduced carefully. The Otterhound benefits from a lot of socialization, especially as a pup, and it's good for him to be included in all aspects of your life.Otterhounds tend to be opinionated, so training requires patience, especially since they become especially playful when they don't want to comply with whatever you're asking them to do. And because of their large size, training is absolutely necessary.Despite size and strength, however, the Otterhound has a \"soft\" personality; he doesn't respond to harsh training methods. It's best to be even more stubborn than he is, while keeping the training sessions short, fun, and positive for both of you.The Otterhound enjoys food, so this can be a great motivator in training. Be aware that his love of food can lead him astray: there are stories of Otterhounds who have learned to escape from any confinement to get into the kitchen, where they open cabinets, drawers, and even the refrigerator in order to steal a tasty tidbit.The Otterhound needs exercise, and a lot of it. He has a great deal of stamina and energy; jogging for three or four miles is like a walk in the park to him. If left alone in the backyard for long periods of time, especially without enough exercise, the Otterhound will find ways to entertain himself--ways that are apt to displease you, such as nonstop baying or excavating your newly planted flower garden.The hardworking Otterhound can be trained to compete in obedience and agility. He excels in tracking, and the percentage of Otterhounds who earn American Kennel Club tracking titles is usually higher each year than for any other breed.Despite his size, strength, and impressive bark, the Otterhound isn't really suited to guard duty — he's far too friendly to take the job of a watchdog seriously."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "While it's fairly certain that Otterhounds descended from Bloodhounds, some think that they might also be related to French Griffons because of the distinctive fold of their ears. The breed was developed in England to hunt and destroy otters, which were decimating the fish in English rivers.Otter hunting, largely enjoyed by the nobility, was the first organized sport in England that used packs of scent hounds. It was first mentioned in the 12th century, during the reign of Henry II. The Otterhound, however, was not mentioned as a specific breed for another 200 years.The Otterhound was used, along with small terriers, to hunt otters along the banks of ponds and rivers. Terriers flushed the otter from its den; when the otter ran to the water, the Otterhound took over. The Otterhound's nose is so sensitive that he can follow not only the \"wash\" (the scent of the otter in the water), but also the \"drag,\" the trail of the otter on land. The dogs have been known to stay on 12-hour-old trails and to swim and wade as far as 20 miles in a day.With his rough, weather-resistant outer coat; slightly oily undercoat; big, webbed feet; and size, strength, and determination, the Otterhound did his job so well that eventually otters were declared a protected species in England. Otter hunting became illegal in 1982 (although some people then used their Otterhounds to hunt mink).Along the way, however, the Otterhound picked up many notable admirers. In fact, it's said that the Otterhound was fancied by more kings (and one queen) than any other breed. Included among the Otterhounds' royal fanciers were Edward II, Henry VI, Richard III, Henry VIII, King John, Charles II, Edward IV, Henry II, Henry VII, and Elizabeth I.Otter hunting reached its peak popularity in the years immediately before World War I. At that time there were more than 500 hounds, in 24 packs, that hunted otter in England. Most of these dogs weren't purebred Otterhounds, however, because hunters continued to crossbreed to improve the prowess of their dogs.Otterhounds appear to have been brought to the United States in 1900. They were first entered in a conformation show in 1907 in Claremont, Oklahoma.The Otterhound Club of America was founded in 1960, and the first National Specialty took place in 1981. The Otterhound was officially recognized by the American Kennel Club in 1991."}, {"title": "Size", "desc": "Males are approximately 27 inches tall and weigh about 115 pounds. Females are approximately 24 inches tall and weigh about 80 pounds."}, {"title": "Personality", "desc": "The Otterhound is an amiable fellow, with plenty of affection for every member of the family. He loves children, though he can play a little rough (not purposely) due to his large size. He is devoted to his family, but not overly so.He's likely to extend happy greetings when you come home at the end of the day, but don't expect him to follow you from room to room. He's too independent for that.The Otterhound's characteristic independence makes training challenging. You have to convince him that he wants to do what you're asking. This is entirely possible, as long as you are patient and skilled.The good-natured Otterhound is not a top candidate for a watchdog. He'll sound a loud warning bark to intruders, but that's about it.As with every dog, the Otterhound needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Otterhound puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Otterhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Otterhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Otterhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Because of his large size and high activity needs, the Otterhound is not recommended for apartment dwellers or families without yards. He's perfect, however, for active families who can take him jogging or, better yet, swimming each day. If he has enough exercise, he's relatively inactive when inside the house.In temperate and cool climates, the Otterhound can sleep outdoors if he has adequate shelter. However, since he loves to be near his family, in spite of his independent nature, he can become bored and start barking, digging, or trying to escape if left alone too much. Invisible electric fences are not adequate for containing the Otterhound.Training and socialization are essential for the Otterhound, beginning with puppy classes. Incorporate socialization with training by taking your Otterhound pup with you wherever he's allowed, be it the lumber yard, the pet supply store, outdoor events, or on long walks in busy parks. Anyplace where there are a lot of people to meet and sights to see is a good place to take an Otterhound.Just don't let your Otterhound off his leash in such places, even if you think he'll come reliably when called. His instinct is to follow his nose, and that, coupled with his independent nature, means he's likely to give take off after any interesting scent."}, {"title": "Feeding", "desc": "Recommended daily amount: 3 to 4.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Do not overfeed the Otterhound, and feed in meals rather than leaving food available at all times. Limit treats and encourage activity. Keep food safely locked away, too, to prevent thievery!Keep your Otterhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Otterhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "You might say the messy look is \"in\" with the Otterhound. This characteristically scruffy-looking breed has a double coat. The outer coat is two to six inches long, rough and very thick. The undercoat is woolly and slightly oily. With this combination, the Otterhound is relatively weather-resistant, and he can bound in and out of streams and lakes without the undercoat absorbing a great deal of water.The Otterhound's coat color is any recognized hound color except liver and white, all white, or white with distinct black and tan patches. Black and tan grizzle is common.The shaggy Otterhound coat sheds and must be brushed at least once a week to avoid matting. Some Otterhounds have softer coats that require brushing at least two to three times a week to prevent mats.The Otterhound coat is best kept au naturel, so it is not clipped. If you decide to clip because the coat is matted, or because your dog has a skin condition, it takes about two years for the coat to grow back to its original length. You may need to wash his beard daily, because it tends to drag in his food or on the ground; and if you don't keep the beard clean, it can develop an unpleasant odor.Brush your Otterhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Since they are long and hang down, they don't allow the best air circulation, and ear infections can result. His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Otterhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Otterhounds are boisterous, fun-loving dogs, but because of their size and tendency toward clumsiness, you should supervise them when they are with small children. They love children and wouldn't hurt them intentionally, but their size and exuberance might cause them to knock a small child to the ground. The Otterhound is probably better suited to a family with older children, ages 10 and up.If properly trained and socialized, the Otterhound gets along well with other dogs. Use caution when introducing him to small pets, however. The Otterhound's hunting instinct is strong, and he's likely to chase animals he perceives as prey."}, {"title": "Rescue Groups", "desc": "Otterhounds are often purchased without any clear understanding of what goes into owning one. There are many Otterhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an Otterhound rescue."}]}
]