[
{"breed": "Plott", "intro": "This pack-hunting ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23040_plott-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-2", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-2", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-3", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-1", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-3", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Hound Dogs"}, {"title": "Height:", "desc": "1 foot, 8 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "40 to 75 pounds"}, {"title": "Life Span:", "desc": "12 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "You might say the Plott Hound is a dog of a different color. He stands out from the other coonhounds not only for his short brindle or black with brindle coat but also for being the only coonhound not descended from foxhounds. In fact, he's really more of a big game hound than a coonhound, and Plott people say it's almost a sin to coonhunt a Plott.This uncommon breed was born and bred in the good ole US of A, but he comes from a type of German bloodhound, the Hanoverian Schweisshund, a breed brought to western North Carolina in 1750 by Johannes Georg Plott, from whom the dogs take their name.The Plott Hound is known for his powerful, streamlined body, intelligence, loyalty, and eager-to-please nature. The nature of the prey he was created to track — bear and wild boar — means that he's not only strong but fierce in the hunt.That can translate to dominant and aggressive behavior if he's not properly socialized — exposed to many different people, sights, sounds, and experiences — and trained by someone who can keep him in line with firm and consistent guidance as well as positive reinforcement — rewards for correct behavior.Plotts are fearless and more protective than the average hound. They're loyal to their people and will protect their property, but they're also affectionate enough to be friendly with everyone they meet. They do well in homes with children, although they're best suited to living with older children who understand how to interact with dogs. Plotts can be possessive of their food bowls, and this can pose a problem if a young child tries to snag a handful of kibble.Plott Hounds do very well in homes with multiple dogs and even multiple pets if they are introduced at a young age. They are a pack dog and enjoy the comforts and companionship that living in a pack offers them.Plotts are not necessarily quiet dogs. They have a sharp, high-pitched voice, especially when they scent prey. That's something to consider if you have neighbors nearby.Due to his dominant streak, the Plott Hound is not a breed for an inexperienced or timid owner. He has his challenges as many other breeds do and it is important to be aware of his limitations as well as the traits that make him an interesting breed.The Plott Hound generally has an even disposition, and given a fenced acreage to roam — or a fenced yard and plenty of exercise — plus a strong leader and, ideally, opportunities to hunt, he's happy being one of the family."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Plott Hound descends from five Hanoverian Schweisshunds brought to North Carolina in 1750 by German immigrant Johannes Georg Plott. In Germany the dogs had been used as boarhounds, but North Carolina had bears, and that's what Plott trained his dogs to hunt. Plott's descendants continued to breed the dogs, and they became known as Plott's hounds.They spread throughout the Smoky Mountains, with each hunter adding his own touch to the breed, and eventually returned to their roots by being used to hunt wild boar in addition to bear. They were also used to hunt mountain lions and, with judicious crosses to add better treeing ability, raccoons.In the early 1900s, a cross with some black-and-tan hounds owned by a man named Blevins brought the Plotts additional scenting talent as well as the black-saddled brindle pattern. Today, most Plott Hounds trace their pedigrees back to the two legendary hounds that resulted from this cross: Tige and Boss.The breed began to be registered by the United Kennel Club in 1946. The Plott Hound became the official dog of North Carolina in 1989. He's also registered by the American Kennel Club and is starting to make his way in the show ring.He is still relatively rare, however, and is most often found in the mountains of Appalachia, the Smokies, and other wild parts of the country where his hunting skills are appreciated."}, {"title": "Size", "desc": "Male Plotts stand 20 to 27 inches at the shoulder and weigh 50 to 75 pounds; females stand 20 to 25 inches and weigh 40 to 65 pounds."}, {"title": "Personality", "desc": "The Plott is described as bright, kind, confident, and courageous. He's loyal to his family and somewhat wary of strangers although he usually warms up quickly to them. He gets along all right with other dogs, but he's not as friendly toward them as many other hound breeds.You will often see a difference in temperament between Plotts bred for going after big game and those bred to tree raccoons, with the big game dogs having a sharper edge. Like every hound, the Plott has a mind of his own and requires firm, consistent guidance, but in general he wants to please his people. He's protective of his home and family and makes an excellent watchdog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Plott Hounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Plott puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Plotts are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Plotts will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Plotts, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Although Plott Hounds have moderately low energy indoors, they are active outside. If you don't have a several fenced acres that they can explore and sniff, expect to give them about an hour of exercise daily. You can break it up into two or three walks or playtimes. The Plott is a walking companion, not a jogger. He likes to meander along and sniff out interesting trails.Plott Hounds should remain on leash when they are not in an enclosed area and they should have a fenced yard when they are left outside. They will wander away, and they have no road sense. They'll follow an interesting trail right into the path of a car. While a Plott needs a fenced yard for safety, he's not a yard dog. When you're home, he should be there with you.Plott Hounds are fairly easy to train due to their intelligence and eager to please temperament. They do have a dominant streak and are not suggested for inexperienced or timid dog owners who are unable to consistently enforce rules and commands. They do well with positive reinforcement, and corrections should never be harsh or cruel. That will only make your Plott become stubborn or sulky.Plott Hounds must be socialized to prevent any aggression problems. Many obedience schools offer puppy socialization classes and this is a great start. Also remember to gradually expose your puppy to various stimuli within the community and in your home.Plotts can be possessive of their food dishes and will attack other dogs and animals that nose around their food. Teaching your Plott Hound to allow people to handle and remove his food dishes is an important training step that cannot be missed.Crate training your Plott Hound will assist in housetraining and protect your belongings from destruction. Crate training benefits every dog and is a kind way to ensure that your Plott doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Plott accept confinement if he ever needs to be boarded or hospitalized.Never stick your Plott in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Plotts are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.Leash training is a must for this breed with its tendency to wander and lack of road sense. With proper training, socialization, and consistent rules, you will find that the Plott Hound is not only a never-say-die hunting companion but also a wonderful foot warmer at night."}, {"title": "Feeding", "desc": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.If you're unsure whether your Plott is overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Plotts are one of the breeds prone to gastric dilatation-volvulus, more commonly known as bloat. Feed them two or three times a day rather than once a day, and never let them exercise immediately after a meal.For more on feeding your Plott, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Plott Hound has a smooth coat with hair that ranges in texture from fine to medium coarse. The thick double coat provides plenty of protection against wet or cold weather, a necessity for a hunting dog bred in the mountains of North Carolina.Plott Hounds mostly come in any shade of brindle, which is a coat patterned with specks and streaks of light and dark markings. Brindles can be tan, chocolate, yellow, buckskin, chocolate, orange, gray, blue, liver, brown, and black. You might see a brindle with a black saddle or a black with brindle trim. They can also be solid black or an unusual color called buckskin, which comes in a range of shades: light cream, sandy red, yellow ochre, red fawn, dark fawn or golden tan. Whatever color a Plott is, you might occasionally see a little bit of white on the chest and feet.Plott Hounds are easy to groom. A good brushing once a week with a hound mitt — a nubbly glove that fits over your hand — or rubber curry brush will leave their coat gleaming. Plott Hounds don't shed excessively, but that weekly brushing will help keep dead hair off your clothes and furniture.Plott Hounds do not need frequent bathing and can be washed with a dry or foam shampoo. On the occasions when you do give a water bath, use a shampoo formulated for dogs to ensure that the natural oils aren't stripped from the coat.Because the Plott's floppy ears can block air circulation, they must be checked and cleaned weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian.Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Plott may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Plott's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Plott Hound enthusiastically jumps up to greet you.Begin accustoming your Plott to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Plott Hounds do well in homes with children, although they're best suited to living with older children who understand how to interact with dogs. Plotts can be possessive of their food bowls, and this can pose a problem if a young child tries to snag a handful of kibble.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Plott Hounds can get along well with other dogs if they're introduced at a young age. If they raised with them, they can even learn to get along with cats, although they may tree cats they find outside."}, {"title": "Rescue Groups", "desc": "We know of no Plott breed rescue groups. If you'd like to adopt a Plott, check your local shelters or online listings of dogs up for adoption."}]}
]