[
{"breed": "Poodle", "intro": "Elegant. Proud. Clever. Poodles are impressive dogs, as the many best-in-show winners from this ", "display_img": "https://cdn1-www.dogtime.com/assets/uploads/2011/01/file_23200_poodle-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-4", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-2", "char": [{"title": "Amount Of Shedding", "star": "star star-1", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-2", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-2", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "From 1 foot, 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "45 to 70 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "Although today's Poodles seem to epitomize a life of leisure and luxury, make no mistake: These are real dogs bred to do real jobs. Although it hardly seems possible when you look at a primped-up Poodle in the show ring, the breed was originally a water retriever, a job that requires jumping in the water to fetch waterfowl for hunters.In fact, the English name poodle is derived from the German word pudel, or pudelin, which means to splash in the water. And in France, Poodles are called Caniche, a name derived from chien canard, meaning duck dog.Even the elaborate coat styling that the breed's known for once had a practical purpose: trimmed areas lightened the weight of the dog's coat and wouldn't snag on underwater debris, while long hair around the joints and vital organs protected the dog from the cold water.There are three sizes of Poodle, all considered part of the same breed: going from smallest to largest, these are the Toy, the Miniature, and the Standard. The Standard is probably the oldest of the three varieties, and some still carry on the Poodle tradition of working as a water retriever.No matter the size, Poodles are renowned for a playful but dignified personality and keen intelligence. When it comes to training, this is an \"A\" student, and the Poodle excels at performance sports such as obedience, agility, and hunt tests.Despite his regal air, the Poodle is no snob. These are people-friendly dogs who want to stay close to their families — they get lonely when left by themselves for long periods — and are always up for a good game."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Poodle is one of the oldest breeds developed especially for hunting waterfowl. Most historians agree that the Poodle originated in Germany, but developed into his own distinct breed in France.Many believe that the breed is the result of crosses between several European water dogs, including Spanish, Portuguese, French, German, Hungarian, and Russian water dogs. Other historians think that one of the Poodle's ancestors is the North African Barbet, which was imported to the Iberian Peninsula. After that, the breed arrived in Gaul where it was used for his hunting abilities.It's also commonly believed that Poodles descended from Asian herding dogs, and then traveled with the Germanic Goth and Ostrogoth tribes to eventually become a German water dog. Yet another theory is that the Poodle descended from dogs that were brought out of the Asian steppes by the conquering North African Berbers and eventually found his way into Portugal in the 8th Century with the Moors.Whatever its ancestry, this is a very old breed. Illustrations of Poodle-like dogs adorn Egyptian and Roman artifacts and tombs dating from the first centuries B.C. The drawings and statues show dogs that look very much like modern-day Poodles, bringing in game nets, herding animals, and retrieving game from marshes.Although some say that the Miniature and Toy Poodles emerged shortly after the Standard, many believe it wasn't until the 1400s that breeders began producing smaller versions of the Poodle — first the Miniature, then the Toy — to delight the Parisian bourgeoise. The Toy and Miniature varieties were created by breeding small Poodles to each other, not by breeding Poodles to smaller breeds.The French used the larger Standard Poodle for duck hunting, and the mid-sized Miniature Poodle to sniff out truffles in the woods. The tiny Toy Poodle's main job, on the other hand, was to serve as a companion to the nobility and wealthy merchant class. Well-to-do owners in the Renaissance often carried their Toy Poodles in their large shirtsleeves, leading to the nickname \"sleeve dogs.\"Gypsies and traveling performers learned that Poodles excelled in another canine profession: circus dog. They trained Poodles to perform tricks, dressing them in costumes and sculpting their coats into fanciful shapes to add to their stage appeal. Wealthy patrons took note and started clipping, decorating, and even dying their own Poodle companions.The Kennel Club in England registered their first Poodle in 1874, with the first British club for Poodle fanciers arriving on the scene two years later. It's not known for sure when Poodles arrived in the U.S., but the American Kennel Club registered their first Poodle in 1886. The Poodle Club of America was founded in 1896, but disbanded shortly thereafter. Poodle enthusiasts reestablished the club in 1931.Poodles were fairly rare in the U.S. until after World War II. By the mid-1950s, however, the Poodle had become the most popular breed in the country, a position he held for more than 20 years."}, {"title": "Size", "desc": "There are three sizes of Poodle: toy, miniature, and standard. These aren't different breeds, just different sizes of the same dog. The Toy Poodle stands up to 10 inches tall, and weighs about six to nine pounds. The Miniature Poodle stands 11 to 15 inches tall and weighs 15 to 17 pounds. The Standard Poodle stands 15 inches and taller (usually 22 inches); males weigh 45 to 70 pounds and females weigh 45 to 60 pounds."}, {"title": "Personality", "desc": "Intelligent, loving, loyal, and mischievous are four words Poodle enthusiasts commonly use to describe the breed's personality. The Poodle is also known for what his fans call \"an air of distinction\": a dignified attitude that's hard to describe, but easy to spot in the dog.Despite his regal appearance, the Poodle has a goofy streak and loves to play — he's always up for a game of any kind. He's also very fond of people and eager to please. Combine that with his legendary intelligence, and you've got a dog that's highly trainable.A good Poodle who's been taught canine manners has a calm disposition, especially if he gets regular exercise to burn off his natural energy. Some owners and breeders think the smaller Toy and Miniature Poodles are a bit more high-strung than the Standard; however, other breeders and owners disagree with this theory.The Poodle is protective of his home and family, and if strangers approach your house, he'll sound a warning bark to let you know. And although he's affectionate with his family, he may take a while to warm up to new people.An outstanding trait of the Poodle is his intelligence. He is often said to have human-like intelligence, an amazing cleverness that astounds his owners. Of course, smart dogs can be difficult to live with. They learn fast — good habits and bad — and they remember everything."}, {"title": "Health", "desc": "Poodles are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Poodles will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Poodles, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Poodles do just fine in any type of home, from apartments to estates, so long as they have regular exercise and plenty of human companionship. They prefer to live indoors with the family, particularly the smaller Toy and Miniature Poodles, since they have no trouble getting their ya-yas out in the house. This intelligent breed learns quickly, but owners should be careful: It's as easy to accidentally teach your Poodle bad habits as it is to teach him good ones, so if you're new to dogs, sign up for an obedience class with a skilled trainer. That goes for Toy and Miniature Poodles as well. Many owners of small dogs skip training, and wind up with a badly behaved dog."}, {"title": "Feeding", "desc": "Recommended daily amount: Standards, 1.5 to 3 cups of high-quality dry food a day, divided into two meals; Miniatures, 3/4 to 1 cup; Toys, 1/4 to 1/2 cup.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Like any breed, the poodle will pack on weight if he's overfed, which can cause joint problems and other health woes. Limit treats, keep him active, and feed in meals rather than leaving food available at all times. Although many owners of Miniature or Toy Poodles in particular give their dogs table scraps, resist those pleading eyes — you'll create a finicky eater. He'll turn up his nose at dog food, which is healthier for him.Keep your Poodle in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Poodle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Poodle is a non-shedding breed, and a good choice for people with allergies. Many allergic people are able to keep a Poodle with no reaction.The coat comes in many colors, including blue, black, white, gray, silver, brown, café-au-lait, apricot, and cream. The hair is curly, wiry, and dense, and this unique texture can be trimmed, clipped, groomed, shaved, and otherwise manipulated into all kinds of fanciful shapes. If your dog is going to compete in the show ring, however, you can't go too wild with the styling; the American Kennel Club allows four specific clip styles for Poodles in conformation competitions.Grooming a Poodle isn't for the faint of heart. Poodles are high-maintenance dogs. He requires regular grooming, every three to six weeks, sometimes more often, to keep the coat in good condition. If you are considering a Poodle, consider the upkeep of the coat and expense of grooming.Don't be scared, though. There are many ways to style the coat for easier care. In fact, many owners simply shave it off.That said, easy care doesn't mean without care. Even when clipped short, your Poodle will need to be brushed, bathed, and trimmed every three to six weeks, sometimes more often, to keep the coat clean, short, and tangle free.Most owners pay a professional groomer, but if you're dedicated and have the time, you can learn to groom your Poodle yourself. You'll need a good set of electric clippers and blades, a quality pair of scissors, brush, comb, toenail trimmer, and a good how-to grooming book or video — there are many on the market just for Poodle owners.Even if you let a professional handle the complicated stuff, your Poodle needs daily brushing. Because Poodles don't shed like other breeds, loose hair collects in the coats, and unless it's brushed out daily, the hair will mat very quickly.Many Poodles have weepy eyes that stain the hair under their eyes. The lighter your dog's coat, the more noticeable the tearstains. To cut down on staining, wipe around the eyes and face every day with an alcohol-free pet wipe or washcloth dampened with warm water.Be sure to check your Poodle's ears often every week for dirt, redness, or a bad odor that can indicate an infection, then wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems. Breeds with drop-down ears are prone to ear infections because the ear canal stays dark and moist. Also, hair grows in the Poodle's ear canal. Sometimes, this hair needs to be plucked. Ask your groomer or veterinarian if it's necessary for your dog.Brush your Poodle's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Poodle enthusiastically jumps up to greet you.Begin accustoming your Poodle to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "The Poodle is a wonderful companion for kids, although young kids who don't know how to handle a dog could accidentally hurt a Toy Poodle, the smallest and most delicate variety of the breed.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Poodles who grow up with other dogs or pets in the house — or who have plenty of opportunities to interact with them in group training classes, dog parks, and the like — will enjoy their company. If your Poodle is used to being the only pet in the household, however, he may need some time and special training to help him accept a newcomer."}, {"title": "Rescue Groups", "desc": "Poodles are often purchased without any clear understanding of what goes into owning one. There are many Poodles in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Poodle rescue."}]}
]