[
{"breed": "Samoyed", "intro": "Originally bred to hunt, haul sledges, and herd reindeer, the Samoyed ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_22946_Samoyed-dog-breed.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-2", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-5", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-1", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-2", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-3", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Working Dogs"}, {"title": "Height:", "desc": "1 foot, 7 inches to 2 feet tall at the shoulder"}, {"title": "Weight:", "desc": "50 to 60 pounds"}, {"title": "Life Span:", "desc": "12 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "It's known as the \"Sammy smile,\" the slight, but discernible, upturned corners of the Samoyed's mouth. This is a happy, good-natured dog with a glass half-full attitude toward life and the people he lives with.The Samoyed's fondness for humans probably stems from his close association with the Samoyede (now know as the Nenetsky) people who bred and raised him thousands of years ago on the Taimyr Peninsula of Siberia. The dogs pulled sleds, herded reindeer, hunted game, and protected the Samoyede against predators. The dogs also lived with the people, played with the children (which he still enjoys), and helped keep them warm in the cold climate.To this day, the Samoyed's reputation as an intelligent, dignified, family dog is well deserved. He often chooses to dote on one special person in the household, but he is affectionate with everyone in the pack. Happiest when he is part of family life, this breed needs to be with people. In fact, leaving a Samoyed alone too much is the best way to make him miserable.Along with his smile, the Sammy's defining trait is his ultra-thick white coat. In the winter months, it's so dense you can barely see his skin underneath — which means heavy shedding in the spring. And believe it or not, Samoyed \"wool\" is a favorite of weavers; the wool is carded, spun, and woven or knitted into warm, beautiful clothing.As gorgeous as it is, the Sammy coat is a bear to groom. Owners must be diligent brushers to make sure it doesn't tangle and mat. And as you might guess, come shedding time, the amount of white hair around the house, yard, on the furniture, and stuck to your clothes can be overwhelming. That said, to the owner who can handle the responsibility, a well-groomed Samoyed is a sight for sore eyes.As friendly and smart as this breed is, the Samoyed is challenging to own. He can be a talkative dog, voicing his likes and dislikes with bellows, howls, or barks. It's best to keep this working dog busy, otherwise he's likely to resort to annoying or destructive behaviors such as digging, jumping the fence, getting into garbage, or chewing shoes. His hunting instinct is strong, so it's difficult for him to resist chasing squirrels, rabbits, or even cats. Even a well-trained Samoyed can't be trusted off leash.Training the Samoyed is also challenging. This breed is smart, and learns quickly, but you must approach training with the right attitude. Give the him something to figure out; don't bore him with repetition. Agility and tracking make perfect \"thinking exercises\" for the Samoyed."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The hardy and sweet-tempered Samoyed was originally used to hunt, herd reindeer, and haul sledges for the Siberian Samoyede people. It is said that the Samoyede treated these working dogs kindly, allowing them to join in with family activities at the end of a day. It was this closeness that created a sense of trust and loyalty in the breed that remains today.The Samoyed journeyed out of Siberia at the end of the 19th century and the early part of the 20th century to pull sledges on polar expeditions, including Sir Ernest Shackleton's famous journey to the Antarctic. These dogs endured terrible hardships along with the explorers they assisted. Only the strongest and fittest dogs survived such expeditions.A Samoyed named Antarctic Buck is said to be the very first brought to England. Queen Alexandra was an enthusiast of the breed and many present-day English and American Sammies are descended from her kennels.The first standard for the breed was adopted in England in 1909. The original Samoyed Club of America was organized in 1923, the same year the American breed standard was adopted."}, {"title": "Size", "desc": "Males stand 21 to 23.5 inches tall. Females stand 19 to 21 inches tall. Males and females weigh 50 to 60 pounds."}, {"title": "Personality", "desc": "The well-bred Samoyed is an intelligent, gentle, and loyal dog. He is friendly and affectionate with his family, including the children, and thrives on being part of household activity.The Samoyed is not a \"lone wolf\" dog — he enjoys close association with those he lives and is mentally and physically unsuited for being left alone in a kennel or back yard. His loyalty and alertness often make for a good watchdog.At heart, the Samoyed is still a hunter. He is likely to chase after small animals that he perceives as prey. For his safety, he should always be leashed when he's not at home in his fenced yard.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Samoyed needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Samoyed puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Samoyeds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Samoyeds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Samoyeds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "The active Samoyed is not suited to apartment or condo life. A home with a large, securely fenced yard is the best choice. Because the Samoyed is a working dog, he needs room to romp and play.Keep him mentally challenged with ongoing training and dog sports. Allow him to become bored and he's likely to dig, escape, or chew to entertain himself. Note: The Samoyed should be kept on leash whenever he's in public; he seldom can resist the lure of small, scurrying animals.With his Nordic heritage, the Samoyed is a natural fit for cold climates, and he loves to play in the snow. Conversely, with his thick coat, he can be sensitive to heat. Do not allow him to exercise strenuously when it is extremely hot — limit high-level activity to early morning or evening when it's cooler. During the heat of the day, keep your Sammy inside with fans or air conditioning.You'll need to take special care if you're raising a Samoyed puppy. Like many large breed dogs, the Samoyed grows rapidly between the age of four and seven months, making them susceptible to bone disorders and injury. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.Additionally, don't let your Samoyed puppy run and play on hard surfaces (such as pavement), jump excessively, or pull heavy loads until he is at least two years old and his joints are fully formed. Normal play on grass is fine, and so are puppy agility classes with one-inch high jumps.Another important step in training a Samoyed puppy is socialization (the process by which puppies or adults dogs learn how to be friendly and get along with other dogs and people). Like any dog, he can become timid if he is not properly socialized and exposed to many different people, sights, sounds, and experiences when he's young. Formal puppy and obedience classes are also recommended to teach the Samoyed proper canine manners."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Samoyed puppies need slow, steady growth. Feed a good-quality diet with 22 to 24 percent protein, and 12 to 15 percent fat.Keep your Samoyed in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Samoyed, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Samoyed has a straight outer coat and a soft, thick undercoat (often referred to as wool). It can be pure white, white and biscuit, cream, or biscuit — and sheds heavily.Maintenance can be daunting. Daily brushing is necessary when the coat is shedding; once or twice a week when it's not. He'll need bathing about once every eight weeks, or whenever he rolls in mud or something smelly (very likely). Bathing the Samoyed is a time-commitment too, as thoroughly soaking the coat, rinsing out the shampoo, and letting it dry completely is no quick process.Many owners opt to hire a professional groomer for their Samoyed. Though costly, it helps to take some burden off the owner. However, you still need to brush regularly.Brush your Samoyed's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Samoyed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "The Samoyed is deeply attached to his family, and this certainly includes children. A properly socialized Sammy truly enjoys the attention and company of youngsters if they are instructed on how to treat the dog with care and respect. Due to his size and strength, a Samoyed can easily knock over a small child without even being aware of what has happened, so a responsible adult should supervise all interactions between kids and canines.As with every breed, you should always teach children how to approach and touch dogs to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The even-tempered Samoyed also enjoys the company of other dogs. This is especially true if he has been raised with other dogs from an early age. (As in any breed, dogs of the same sex that have not been spayed or neutered may not be as tolerant of one another.)Remember, though, that the Samoyed is hardwired to chase prey. For harmonious coexistence with cats and other animals in his household, training, socialization, and a proper introduction are essential. Following that, close supervision is advised."}, {"title": "Rescue Groups", "desc": "Samoyeds are often purchased without any clear understanding of what goes into owning one. There are many Samoyeds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Samoyed rescue."}]}
]