[
{"breed": "Sealyham Terrier", "intro": "The Sealyham Terrier ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23084_sealyham-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-4", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-3", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-2", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-2", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-2", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "Up to 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "22 to 24 pounds"}, {"title": "Life Span:", "desc": "12 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "Sealyham Terriers, affectionately called Sealies, are distinctive-looking, affectionate terriers who stand out for their inquisitive, self-confident, good-humored nature. Once you've had a Sealy, you can never go back to another breed, his fans say.Named for the country estate of the man who developed the breed, Sealyham Terriers originated in Wales and are thought to have been developed through judicious crosses with the now-extinct small white Cheshire terrier, Corgis, Dandie Dinmont Terriers, West Highland White Terriers, Wirehaired Fox Terriers, and Bull Terriers.At one time, Sealies were one of the most popular terrier breeds. Today, however, they're uncommon and are considered by Great Britain's Kennel Club to be one of that country's most endangered native breeds.Sealyham Terriers aren't big dogs, but they have long, broad, powerful heads and well-muscled bodies. Their eyes are dark and deep set. The ears are folded level with the top of the head and the forward edge lies close to the cheek. In the U.S., the tails of Sealyham Terriers (which have been described as resembling an old-fashioned shaving brush) typically are docked.The Sealyham's personality enchants his people. He's less active than the typical terrier, and some call him the \"couch potato of terriers.\" At the same time, he has a wonderful sense of humor and is always ready to play. Because he was bred to hunt in a pack, he typically gets along well with other dogs in the home, as well as people, although he can be reserved toward strangers.Of course, the breed isn't perfect. Although intelligent and charming, Sealies can sometimes exhibit the stubbornness that terriers are known for. To maintain your position as leader of the pack requires a firm hand and the ability not to laugh at their antics as you scold them.If you choose to have a Sealyham Terrier as a pet and companion, you won't be disappointed. Although you'll probably have to do quite a bit of research to find a pup, this proud little dog adapts well to modern lifestyles and is comfortable in both city and country.His inquisitive, self-assured nature and clownish ways will delight you, and bring new joy to a walk around town. Your Sealyham Terrier will give you endless devotion and love.There's one thing you should know about Sealyham Terriers, however. Once you have discovered them, most owners say they are like potato chips — you can't be satisfied with just one!"}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Sealyham Terrier derives his name from Sealyham, the estate of Captain John Tucker Edwards, in Haverfordwest, Wales. Captain Edwards developed the breed in the mid-1800s to hunt for small but tough game such as badgers, otters, and foxes. He crossed various breeds and tested the offspring for gameness and hunting ability.As word got out about the little white terriers, they became popular in England. In 1903, the breed made an appearance in the show ring, and the first Sealyham Terrier club was formed in 1908. In 1910, the breed was officially recognized by England's Kennel Club. The breed's first champion in England was a dog named St. Brides Demon. He achieved his championship in 1911.Sealies were especially popular in the early 1900s. They stood out in the show ring, and show entries often were in the hundreds. At the Pembrokeshire Hunt Hound Puppy and Sealyham Terrier show in Slade, Pembrokeshire, in 1914, , there were 600 Sealyham Terriers entered, with 71 in the Open Dog Class and 64 in the Open Bitch Class, numbers that have never been equalled since.Sealyham Terriers were also recognized by the American Kennel Club in 1911, shortly after the first Sealies were imported into the U.S. The American Sealyham Terrier Club was formed in 1913.Since their show debut in San Mateo, California, in 1911, they have remained a popular show dog. Among the breed's many honors, a Sealyham Terrier has won Best in Show at Westminster four times.They have not, however, ever become a very popular dog with the general public. Despite his excellent companion dog credentials, the Sealy today is a rare breed, ranking 149th among the 155 breeds and varieties recognized by the AKC."}, {"title": "Size", "desc": "Average height is 10.5 inches at the shoulder. Males typically weigh 23 to 24 pounds, while females weigh slightly less."}, {"title": "Personality", "desc": "Sealies are typical terriers in that they're self-assured and inquisitive. They are more mellow and less rowdy than other terrier breeds, however, making them a bit easier to live with.Sealies are outgoing and friendly, but alert. They tend to be reserved toward strangers and are excellent watchdogs with an impressive bark. They respond well to positive training techniques and learn quickly, but their sense of humor often results in the addition of a clever twist to any command they're asked to perform, especially if they have an audience.These are proud dogs who will consider themselves full and equal members of the family and expect to be treated that way.Like every dog, Sealies need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Sealyham Terrier puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "Sealyham Terriers have no significant health problems. As with any dog, however, there are some conditions and diseases that Sealyhams could be prone to, such as lens luxation and retinal dysplasia.Although these ailments are rarely reported in Sealyham Terriers, you still should research breeders and find those who do the appropriate tests on their breeding stock to ensure that you get the healthiest dog possible. A breeder should be able to show you certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal."}, {"title": "Care", "desc": "The Sealyham Terrier's small size and robust build make him a good choice for city or country dwellers. He's relatively inactive indoors and can adapt to life without a yard as long as he's walked daily. If he does have a yard, it should be fenced to prevent him from chasing other animals or wandering off to go hunting.Sealyhams are rather low-key, not \"busy\" like most terriers. Due to their size, their loyalty to their families, and their preference for cool temperatures, they do best as housedogs.Like most terriers, Sealies likes to dig and bark. This dog is an independent thinker and requires firm and consistent handling, but he responds well to training with positive reinforcement techniques such as food rewards, praise, and play.Sometimes Sealies can be difficult to housetrain, but patience and a regular schedule usually brings success. Crate-training is recommended."}, {"title": "Feeding", "desc": "Recommended daily amount: 1 1/8 to 1 3/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Sealyham Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Sealyham Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Sealyham Terriers have weather-resistant, medium-long double coats. The undercoat is dense and soft, while the top coat is hard and wiry. The hair around the face and muzzle is very long, compared to the rest of the coat. Sealies are all white, although some have lemon, tan, or badger markings on the head and ears.To look their best, Sealyham Terriers should be brushed three times a week to prevent tangles from forming in the longer hair on the head, legs, and chest. Hand-stripping — plucking dead hair to encourage new hair to grow — maintains the correct hard texture of the coat, but this can be a laborious process.Many pet owners opt to have their dog clipped instead. The tradeoff is that the coat becomes much softer and may shed more than a stripped coat, which sheds only lightly. You can learn to clip your Sealy yourself or you can take him to a professional groomer.Other grooming needs include dental hygiene and nail care. Brush your Sealyham's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Sealyham jumps up to greet you.Begin getting your Sealyham Terrier accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "All Terriers are rambunctious, even the laidback Sealyham. This breed is best suited to families with older children who understand how to handle and interact with dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Sealies are generally good with other pets, including cats, especially if they're raised with them. They can be aggressive toward dogs they don't know."}, {"title": "Rescue Groups", "desc": "Sealyham Terriers are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an adult Sealyham Terrier who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start. American Sealyham Terrier Club"}]}
]