[
{"breed": "Shih Tzu", "intro": "His name means ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_23126_shih-tzu-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-5", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-3", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-3", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-1", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-2", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-1", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-4", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-2", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-3", "char": [{"title": "Energy Level", "star": "star star-2", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-2", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "9 inches to 10 inches tall at the shoulder"}, {"title": "Weight:", "desc": "9 to 16 pounds"}, {"title": "Life Span:", "desc": "10 to 16 years"}], "details": [{"title": "More About This Breed", "desc": "James Mumsford, an American teacher and composer, perhaps described the Shih Tzu best: \"Nobody knows how the ancient eunuchs managed to mix together: a dash of lion, several teaspoons of rabbit, a couple of ounces of domestic cat, one part court jester, a dash of ballerina, a pinch of old man, a bit of beggar, a tablespoon of monkey, one part baby seal, a dash of teddy bear, and, for the rest, dogs of Tibetan and Chinese origin.\"The object of Mumsford's colorful description, the Shih Tzu (pronounced SHEED Zoo, SHID Zoo, or SHEET Sue), is a small, regal dog with long, abundant locks; a distinctive face that melts many a heart; and a friendly attitude. The breed can boast a classy background: he was originally kept by royal Chinese families during the Ming Dynasty.With his flowing hair sweeping the ground and his topknot elegantly tied, the Shih Tzu does appear snobbish, suited only for lying about a palace on silk pillows. Nothing could be further from the truth, however. Shih Tzus are beautiful, but they are also friendly, lively, devoted companions.The Shih Tzu personality is enormously appealing, and even grudging dog observers find it hard to resist this breed. The Shih Tzu simply doesn't allow anyone to ignore him. He was bred to be a friendly companion — he doesn't hunt, herd, or guard — and that's what he is. He loves nothing more than to meet and greet friends and strangers alike. Count on a Shih Tzu to make friends wherever he goes.Not only is this member of the Toy Group good-natured and friendly, he is highly adaptable. He is as well suited to apartments in the city as to life on a country farm. He loves children and gets along with other animals. However, although the Shih Tzu is a sturdy dog, his small size puts him at a disadvantage. Adults should always supervise interactions between children and dogs, and this is especially important for the Shih Tzu, to prevent him from accidentally getting hurt during rough play.Interestingly, the Shih Tzu is sometimes called the Chrysanthemum Dog, a nickname that describes the way the hair on his face grows out in all directions — he looks like a flower with a nose for the center.One unique characteristic of the Shih Tzu is his undershot bite. His lower jaw is slightly wider than the upper, and the upper teeth bite inside the lower teeth, rather than outside, when his mouth is closed.Legends regarding the Shih Tzu abound. One says that Buddha traveled with a little dog fitting the description of a Shih Tzu. As the story goes, one day, several robbers came upon the Buddha with the intent of robbing and murdering him. The little dog changed into a ferocious lion and ran off the robbers, saving Buddha's life. The lion then turned back into a fun-loving little dog, which the Buddha picked up and kissed. The white spot on the heads of many Shih Tzus supposedly marks the place where Buddha kissed his loyal friend.Many also believe that Fu Dogs, the guardians of Buddhist temples, are representations of the Shih Tzu."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Shih Tzu's origins are ancient, and steeped in mystery and controversy. A recent study revealed that the Shih Tzu is one of the 14 oldest dog breeds, and dog bones found in China have proven that dogs were present there as early as 8,000 B.C.Some believe the breed was developed by Tibetan Monks and given as gifts to Chinese royalty. It is also speculated that the Shih Tzu was developed in China by crossing other breeds with the Lhasa Apso or Pekingnese. Regardless of where the breed was developed — Tibet or China — it's clear that the Shih Tzu was a treasured companion from the earliest times. Paintings, art, and writings from the China's Tang Dynasty (618-907 A.D.) portray small dogs similar to the Shih Tzu. References to the dogs appear again from 990 to 994 A.D. in documents, a few paintings, and carvings.In the 13th century, Marco Polo reported that the Mongolian Emperor Kubla Khan kept small \"lion\" dogs with trained hunting lions — not as prey, but to keep the lions calm. Some believe these dogs were the Shih Tzu.During the Ming Dynasty (1368-1644), Chinese royal families kept Shih Tzu-type dogs, and the \"little lion dogs\" or \"chrysanthemum-faced\" dogs were mentioned in several documents from that period. They were reportedly small, intelligent, docile dogs that strongly resembled lions.There isn't much mention of the dogs in documents from the 1700s to the early 1900s, but many pieces of art from that period depict small, shaggy, happy dogs.In 1861, the Shih Tzu became popular in the Imperial Court after a royal concubine became the Empress of China. One of Empress T'zu Hsi's first royal edicts was that anyone caught torturing palace dogs would be put to death. Empress T'zu Hsi had a great love for animals and carried out extensive breeding programs under the direct care of palace eunuchs.During Empress T'zu Hsi's reign, the Dalai Lama gave her a pair of magnificent Shih Tzus, reportedly the source of the imperial palace's little lion dogs. It's said that the Shih Tzus had their own palace and were trained to sit up and wave their front paws when the Empress visited.After her death in 1908, many royal families competed to produce dogs of the finest coats and colors. Because of the competition, breeding practices were kept secret. Poor-quality dogs were sold in the marketplace, and good-quality dogs were often smuggled out of the palaces and given as gifts to foreign visitors or Chinese noblemen.In 1928, the first Shih Tzus, a male and female pair, were brought to England from Peking by Lady Brownrigg, the wife of the quartermaster general of the north China command. In 1933, a Mrs. Hutchins brought a Shih Tzu from China to Ireland; this dog was eventually bred to Lady Brownrigg's. These three dogs formed the foundation of Lady Brownrigg's kennel.Maureen Murdock and Philip Price, her nephew, were the first to import and breed Shih Tzus in the United States. There were three Shih Tzu clubs by 1960: the American Shih Tzu Association in Florida, the Texas Shih Tzu Society, and the Shih Tzu Club of America. In 1963, the Shih Tzu Club of America and the Texas Shih Tzu Society merged to form the American Shih Tzu Club. In 1969, the breed was recognized by the American Kennel Club as a member of the Toy Group."}, {"title": "Size", "desc": "Males and females alike stand 9 to 10 1/2 inches tall and weigh 9 to 16 pounds."}, {"title": "Personality", "desc": "All dog breeds have a purpose. Historically, the purpose of the Shih Tzu was to be a companion — and that's just what he wants to be. He simply desires to be with you. So don't expect him to hunt, guard, or retrieve; that's not his style.Affection is his dominant characteristic, and your lap is his favorite destination. He is happiest when he is with his family, giving and receiving attention.That said, the Shih Tzu is not a total couch potato. He's alert and lively and may bark at newcomers to his home. Don't worry, though; he'll make friends with your guests the minute they walk inside."}, {"title": "Health", "desc": "Shih Tzus are generally healthy, but like all breeds of dogs, they're prone to certain conditions and diseases:"}, {"title": "Care", "desc": "The Shih Tzu doesn't really mind where he lives, as long as he's with you. He's a very adaptable dog who can be comfortable in a small city apartment or a large suburban or country home. He is definitely a housedog and should not be kenneled outside, though he enjoys a bit of backyard play.The Shih Tzu is content with short walks each day. He is not an extremely active dog; he's content to sit in your lap, wander around the house, play with his toys, or run to the door to greet visitors.Like other breeds with short faces, the Shih Tzu is sensitive to heat. He should remain indoors in an air-conditioned room (or one with fans) on hot days so he doesn't suffer from heat exhaustion.No, the breed cannot fly; but owners commonly report that their Shih Tzu thinks he can. It not unusual for a Shih Tzu to fearlessly jump from a bed or a chair. While they may not seem high to you, these heights are towering to the small Shih Tzu. And, unfortunately, these jumps often end in injury. The breed is front heavy and crashes forward, causing injury or even a concussion to the head. Be very careful when carrying your Shih Tzu. Hold him securely and don't let him jump out of your arms or off furniture.Even though he's naturally docile and friendly, the Shih Tzu needs early socialization and training. Like any dog, he can become timid if he is not properly socialized when young. Early socialization helps ensure that your Shih Tzu puppy grows up to be a well-rounded dog.Shih Tzus are often considered difficult to housebreak. Most important is to avoid giving your puppy opportunities to have accidents inside — you don't want him to become accustomed to using the carpet. (Some Shih Tzu owners teach their dogs to use a doggie litter box so they don't need to walk them in bad weather or rush home to take them out.) A Shih Tzu puppy should be carefully supervised inside the house until he has not eliminated indoors for at least four to eight weeks. Crate training is helpful for housetraining and provides your dog with a quiet place to relax. A crate is also useful when you board your Shih Tzu or travel."}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a dayNOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Shih Tzu, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The long, silky Shih Tzu coat is gorgeous, and it comes in many colors: black, black and white, gray and white, or red and white. A white tip on the tail and a white blaze on the forehead are highly prized.Keeping the Shih Tzu coat gorgeous is demanding. Daily brushing and combing is necessary to prevent tangles, as is frequent bathing (as often as once a week). In fact, many a Shih Tzu lover gives up and hires a professional groomer to clip those long locks short. Gone is some of his beauty, but so is the chore of daily brushing. If you trim the coat short and want to keep it that way, plan on grooming appointments every six to eight weeks.If you do groom him yourself, make the experience as pleasant as possible for both you and your Shih Tzu, starting during puppyhood. (After all, you're going to be doing this a lot.) When brushing, you want to make sure that you brush all the way down to the skin. Most experienced Shih Tzu groomers teach the dog to lie on his side while they brush the coat in sections; it's easier to brush that way and more comfortable for the dog.At about 10 to 12 months of age, the Shih Tzu coat changes from puppy fluff to a silky adult coat. During this stage, you'll probably think the coat mats faster than you can brush. Don't give up! This is temporary, lasting for about three months. Once the adult coat comes in fully, brushing gets easier.The Shih Tzu's nails should be trimmed monthly, and his ears checked once a week for dirt, redness, or a bad odor that can indicate an infection. Wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems. Hair grows inside the Shih Tzu's ear canal, and this sometimes needs to be plucked if the dog gets a lot of ear infections.The Shih Tuz's face, like a toddler's, also needs daily attention. He gets dirty after eating, and his eyes tear up readily, so it's necessary to wipe his face regularly with a soft cloth dampened with warm water.Many small breeds are prone to dental problems, and the Shih Tzu is no exception: it's important to take good care of his teeth. Regular tooth brushing with a soft toothbrush and doggie toothpaste will keep his gums and teeth healthy."}, {"title": "Children And Other Pets", "desc": "The Shih Tzu is a wonderful family pet. He gets along with other dogs or animals, and his docile personality makes him a good companion for children. Kids should sit on the floor to play with a Shih Tzu puppy, however, so there is no risk of carrying and dropping him. Children should also learn to keep their fingers away from the Shih Tzu's prominent eyes, which can be easily injured."}, {"title": "Rescue Groups", "desc": "American Shih Tzu Club Rescue Committee"}]}
]