[
{"breed": "Soft Coated Wheaten Terrier", "intro": "Sturdy and fun loving, the Soft Coated Wheaten ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23088_soft-coated-wheaten-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-4", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-2", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-3", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-4", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-4", "char": [{"title": "Energy Level", "star": "star star-4", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Terrier Dogs"}, {"title": "Height:", "desc": "1 foot, 5 inches to 1 foot, 7 inches tall at the shoulder"}, {"title": "Weight:", "desc": "30 to 40 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "The Soft Coated Wheaten Terrier (Wheaten for short) originated in Ireland as a versatile farm dog. Today he's a versatile family dog, adaptable to life in city or country as long as he gets the exercise and attention he needs.Consider a Wheaten if you like terrier looks but find their personalities a bit overwhelming. Don't get us wrong! The Wheaten has typical terrier traits, being a lively and happy dog, but he tends to be less scrappy than some other terrier breeds we know.He's highly people-oriented and loves kids, and his moderate size and exercise needs mean he fits well into most homes. The all-purpose Wheaten will enjoy going for walks or hikes and competing in agility or flyball. He can also win titles in tracking and herding and makes a super therapy dog.Expect your Wheaten to greet you by bounding straight up to give you a kiss or even jumping into your arms. He'll twirl when he's happy, rest his head on your lap when he wants something, frolic in the snow just for the fun of it, and frown at being expected to go out in the rain. (Ironically, this Irish import doesn't like to get wet.)It's clear that the Wheaten has lots of pluses, but no dog's perfect. For starters, that abundant silky coat needs lots of grooming to stay gorgeous. He can be a messy eater, finishing a meal by wiping his beard on your sofa, and debris from the outdoors gets caught in his coat and deposited around the house. If you're looking for a no-muss, no-fuss breed, this isn't the one. He can also be stubborn, meaning you'll have to be firm — not harsh, just firm — and consistent with training.If you don't have time for the Wheaten's grooming and training needs, think twice before you get one. But if you can take care of him, you'll never regret bringing this steady but fun-loving dog into your life."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "In Ireland, the terrier was the poor man's dog, a versatile farm dog who could rid the place of vermin, do a little hunting, and help guard the property against intruders, both animal and human.Much of the Wheaten's early history wasn't recorded, but he probably shares a common ancestor with the Kerry Blue Terrier and the Irish Terrier. They also share a sign that they were working dogs: a docked tail, which told the tax collector that they were exempt from the tax on dogs.The Wheaten wasn't recognized as a breed by the Irish Kennel Club until 1937, on St. Patrick's Day. To win a championship, he was required to qualify in field trials, with rats, rabbits, and badgers as prey, a rule that's since gone by the wayside.The first Wheatens arrived in the U.S. in November of 1946. A Boston Globe Post report listed seven of them among the cargo of the freighter Norman J. Coleman, which docked in Boston after journeying from Belfast. Two of the pups went home with Lydia Vogel of Springfield, Massachusetts. Vogel showed them the next year at the Westminster Kennel Club show, and they produced 17 puppies.It wasn't until 1962, however, that the Soft Coated Wheaten Terrier Club of America was founded in Brooklyn. Naturally, the first meeting took place on St. Patrick's Day. Attendees included three canine pioneers of the breed: Holmenocks Gramachree, Gads Hill, and Holmenocks Hallmark.The American Kennel Club (AKC) recognized the breed in 1973, and Holmenocks Gramachree became the first Wheaten to be registered by the AKC. Today, the breed ranks 62nd in popularity among the 155 breeds and varieties recognized by the AKC."}, {"title": "Size", "desc": "Males average 18 to 19 inches in height and weigh 35 to 40 pounds; females are 17 to 18 inches and weigh 30 to 35 pounds."}, {"title": "Personality", "desc": "Happy, steady, and self-confident, the Soft Coated Wheaten Terrier is alert enough to be a good watchdog, but too friendly to back up his warning barks. He loves kids and gets along with other animals, especially when he's been raised with them. He will chase any small, furry creature that crosses his path outside, however.Like every dog, Soft Coated Wheaten Terriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Wheaten puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "Not all Wheatens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed:If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Wheatens, you should expect to see the results of annual blood and urine tests for kidney function and abnormalities associated with protein-losing nephropathy, protein-losing enteropathy, renal dysplasia, and Addison's disease and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old."}, {"title": "Care", "desc": "The Soft Coated Wheaten Terrier can adapt to a variety of homes, including apartments, as long as he gets enough exercise. No matter what kind of home he has, this people-loving dog should live inside, with his human family, not outdoors by himself.Give your Wheaten at least a half hour of exercise daily. This can be a couple of 15-minute walks, a walk and a good game of fetch, or practice for whatever dog sports the two of you enjoy.Begin training early, first with puppy kindergarten, then with a basic obedience class. The Wheaten has a mind of his own, and to train him successfully, you'll need to be firm and consistent — but not harsh. He responds well to positive reinforcement techniques such as praise, play, and food rewards.He'll enjoy playing with you in the yard, but make sure it's securely fenced: terriers are hunters and will take off after small animals if they're not confined. An underground electronic fence is unlikely to stop a Wheaten who's hot on the trail of something small and furry.Despite their Irish origins, Wheatens aren't fond of rain, but they relish playing in snow. Heat makes them wilt, so keep your Wheatie in air-conditioned comfort when the temperature soars."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Wheaten in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Wheaten, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Soft Coated Wheaten Terrier's silky single coat makes him stand out from the rest of the terrier family. The abundant coat covers the entire body in gentle waves, with a fall of hair over the eyes.The color is, well, any shade of wheaten, ranging from pale beige to shimmering gold. If you look closely, you might find the occasional red, white, or black hair, and the muzzle and ears sometimes have blue-gray shading.Puppies have their own distinctive look. They're born with dark coats that lighten with age. Often, the final color doesn't emerge until pups are two years old, and the coats aren't wavy until the dog reaches maturity.Being a single-coated breed, meaning he has no undercoat, the Wheaten sheds only lightly. He's often touted as being nonallergenic or hypoallergenic, but in reality, no dog is nonallergenic — they all produce allergens in the form of dander and saliva. If you're allergic to dogs, spend plenty of time around many different Wheatens to test if they trigger a reaction.You only need to bathe your Wheaten when it's really necessary. How much time you spend grooming depends on the look you want. If you want him to look like a classic Soft Coated Wheaten Terrier, you'll need to groom daily. If you don't mind a somewhat scruffier look, you can get by with 10 to 15 minutes of brushing and combing two or three times a week.In either case, you'll need a stainless steel Greyhound comb, a dematting comb, a pin brush, a slicker brush, a pair of thinning shears for trimming the fall (the hair over the eyes), and a regular pair of scissors.Other grooming needs include dental hygiene and nail care. Brush your Wheaten's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Wheaten jumps up to greet you.Start grooming your Wheaten when he's a puppy, to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "The Soft Coated Wheaten Terrier does well with kids of all ages, and he's sturdy enough to withstand their handling. However, as with any breed, always teach children how to approach and touch your Wheaten, and supervise all interactions between dogs and young children, to prevent any biting or tail pulling from either party.The Wheaten is less territorial and less aggressive toward other dogs than many other terriers. He gets along with other pets, especially if he's raised with them. He's not above a good chase, though, and squirrels and other small, furry animals —  including free-roaming cats — had better move their tails if they stray into a Wheaten's yard."}, {"title": "Rescue Groups", "desc": "Soft Coated Wheaten Terriers are often acquired without any clear understanding of what goes into owning one. These dogs may end up with rescue groups, in need of adoption. Other Wheatens end up in rescue because their owners have divorced or died.These groups place Wheatens up for adoption:"}]}
]