[
{"breed": "Vizsla", "intro": "Created in Hungary to work as a pointer and retriever, the Vizsla ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_22996_vizsla-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-3", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-1", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-5", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-5", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-5", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-4", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-4", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-2", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 9 inches to 2 feet tall at the shoulder"}, {"title": "Weight:", "desc": "45 to 65 pounds"}, {"title": "Life Span:", "desc": "10 to 14 years"}], "details": [{"title": "More About This Breed", "desc": "This breed is often described as the \"Velcro Vizsla.\" Most dogs are affectionate, but this medium-size hunting dog is especially attached to his people.His Velcro nature has to do with his past: the Vizsla was developed in Hungary to be both a pointer and retriever who would work close to the hunter, never ranging too far away. That trait is still seen in today's Vizsla, who prefers to be leaning against your leg or serving as a footwarmer. If having a dog shadow you all day would annoy you, choose a different breed.Despite their penchant for sticking close to their human pals, Vizslas are versatile and hard-working dogs who are happiest when they have a job to do. In a family, that job can be hunting companion, therapy dog, or jogging buddy. Give him at least an hour of exercise per day, and the Vizsla will be your best friend.If you're interested in dog sports and activities, your Vizsla would probably be happy to compete. The Vizsla is the first and so far only breed to produce a quintuple champion — in conformation, field, obedience and agility. His superb scenting skills make him a natural hunter. Vizslas have also been guide dogs, drug-detection dogs, therapy dogs, and search-and-rescue dogs, and have competed in falconry, flyball, tracking, and hunt tests.Whatever you do with your Vizsla, train this sensitive dog with kindness and positive reinforcement. He's quick to learn, and his keen senses and protective instinct make him an excellent watchdog.Vizslas are talkers, and will whine, moan, or make other noises to let you know their opinion on everything that's going on. Some can become recreational barkers if this habit isn't controlled early on.Not surprisingly, the best home for a Vizsla is one in which someone is there during the day to keep him company and give him the activity and mental stimulation he needs. Without them, he can become bored and destructive. With the right family, however, he's a lively, loving, gentle friend who will return tenfold the love you give him."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Sometimes known as the Hungarian Pointer, the Vizsla probably descends from hunting dogs used by the Magyars, who settled Hungary more than a thousand years ago. The dogs were no doubt used by nobles and warlords to hunt game birds and hares. Eventually, the dogs were developed to both point and retrieve.Images of the Vizsla's past can be found in ancient art. A 10th century etching shows a smooth-coated dog accompanying a Magyar huntsman. A chapter on falconry in a 14th century manuscript depicts a Vizsla-shaped dog.By the 19th and early 20th century the Vizsla was a distinct breed with excellent scenting powers who worked closely with his handler. During World War I, the talented hunting dog was used to deliver messages.The aftermath of World War I, followed by the ravages of World War II, nearly brought an end to the breed, however. Fortunately, the Vizsla managed to survive, and the first members of the breed were imported to the United States in the early 1950s.At that time, the breed looked much different than today: they had longer muzzles and a bonier topskull. Some had a houndy appearance, with long ears, and others ranged in color from chocolate brown to almost bleached out.The Vizsla Club of America was formed in 1954 and the American Kennel Club recognized the breed in 1960. Breeders have worked to standardize the distinctive Vizsla appearance and aristocratic bearing that you see today.Today the Vizsla is a beloved companion who can be found performing a multitude of jobs. Some were even working at Ground Zero after the terrorist attacks of September 11, 2001.The breed is moderately popular, ranking 43rd among the 155 breeds and varieties recognized by the American Kennel Club."}, {"title": "Size", "desc": "This is a lightly built, medium-size dog, with males standing 22 to 24 inches at the shoulder, females 21 to 23 inches. The weight range for the breed is 45 to 65 pounds, with females being smaller."}, {"title": "Personality", "desc": "The Vizsla is described as lively, gentle, and affectionate, with above-average learning ability and a strong desire to be with people. He's known for being biddable, but there are always exceptions — some Vizslas can be stubborn, excitable, or shy.Energetic and athletic, the Vizsla can become bored and destructive if left to his own devices. But when he has the training, exercise, and companionship he needs, this eager-to-please dog is hard to beat.Like every dog, Vizslas need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your puppy grows up to be a well-rounded dog."}, {"title": "Health", "desc": "Vizslas are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Vizslas will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Vizslas, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips and thyroid and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following conditions may affect Vizslas:"}, {"title": "Care", "desc": "Exercise, exercise, and exercise, plus work in the form of canine sports or therapy work is the key to a happy and healthy relationship with a Vizsla. Give him at least two half-hour workouts daily in the form of walks, runs, or games of fetch, or he'll become destructive and hard to handle.When training the Vizsla, be consistent and kind, never harsh. He responds best to positive reinforcement techniques such as praise, play, and food rewards. For best results, begin training as soon as you bring your puppy home. A few minutes of practice several times a day will bring success before you know it.The people-oriented Vizsla should live in your home with you, not out in the yard. He needs a fenced yard where he can play safely. Keep in mind that an underground electronic fence won't protect him from other dogs that come into the yard.Being a retrieving dog, the Vizsla is mouthy and likes to chew. Provide him with a variety of chew toys and rotate them regularly so he doesn't get bored and decide to gnaw on the furniture, your shoes, or other expensive items."}, {"title": "Feeding", "desc": "Recommended daily amount: 3 to 4 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Vizsla in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Vizsla, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Dressed in various shades of solid golden rust, the Vizsla has a short, smooth coat that lies close to the body. The eyes and nose come in various shades of brown.Some breeders sell Vizslas with a woolly undercoat, coats that are longer than normal, or of a different color (dark mahogany red or pale yellow, or coats with more than a small spot of white on the forechest or toes), or a black nose. These traits aren't allowed in the breed standard — the written description of what the breed should look like — and they're a good sign that you should look for another breeder. Responsible breeders try to stick closely to the breed standard.The Vizsla is easy to groom. He doesn't have a strong doggy odor and requires only weekly brushing with a rubber curry brush and a wipe down with a damp cloth.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Vizsla enthusiastically jumps up to greet you.Start brushing and examining your Vizsla when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult."}, {"title": "Children And Other Pets", "desc": "The Vizsla is a loving dog who's friendly and tolerant with children, but his exuberance can be overwhelming for kids younger than six years old.As with any dog, teach children how to approach and touch dogs, and supervise any interactions between dogs and kids to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Vizslas get along with other dogs and can be friends with cats, especially if they're raised with them. They might be a little too fond of pet birds, if you know what we mean. Nor should they be trusted around small pets such as rabbits, hamsters, or gerbils."}, {"title": "Rescue Groups", "desc": "Vizslas are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Vizslas end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Vizsla who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start."}]}
]