[
{"breed": "Weimaraner", "intro": "Originally bred as a gundog to handle big game like deer and bear, the “Silver Ghost” was a highly sought-after ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2011/01/file_22998_weimaraner-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-1", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-2", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-4", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-4", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-4", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-3", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-4", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-4", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-5", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-2", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-5", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"}, {"title": "Weight:", "desc": "55 to 85 pounds"}, {"title": "Life Span:", "desc": "11 to 13 years"}], "details": [{"title": "More About This Breed", "desc": "Your first exposure to the Weimaraner may have been through the photographs, calendars, and books of William Wegman, a photographer who uses wigs, costumes, and props to capitalize on the breed's ability to assume almost human expressions. His ever-patient Weimaraners have impersonated Louis XIV, posed in bed watching television, and appeared as Little Red Riding Hood.But the Weimaraner's earliest job was to serve as an all-around hunting dog who handled big game such as deer, bear, and wolves. As Germany's forests shrank and big game became scarce, the Weimaraner's handlers turned the breed's talents to hunt birds, rabbits and foxes.He takes his name from the place in Germany where he was developed — the Court of Weimar, whose noblemen wanted a dog with courage married to intelligence, one with good scenting ability and speed and stamina on the trail.How they achieved their dream dog, first known as the Weimar Pointer, is unknown, but it's believed that the breeds bred to create the Weimaraner include the Bloodhound, the English Pointer, the German Shorthaired Pointer, the blue Great Dane, and the silver-gray Huehnerhund, or chicken dog.Today, Weimaraners are affectionately called Weims, Silver Ghosts, or Gray Ghosts. Part of their appeal lies in their sleek mouse-gray to silver-gray coat and light amber, blue-gray, or gray eyes. But there's far more to the Weimaraner than his distinctive appearance. The elegant, aristocratic dogs are loving and devoted.A Weimaraner's first desire is to be with his people, preferably within touching range. It's not for nothing that many Weimaraners bear the name Shadow. They'll lie at your feet or follow you through the house.Weimaraners aren't the breed for everyone, however. First-time dog owners need not apply. These dogs have a great deal of energy and stamina and need a lot of exercise and mental stimulation. Without it, they're likely to become nervous and high-strung. They can be quite a handful, with loads of energy to burn, and the intelligence to figure out how to get into trouble all on their own!Because they're hunting dogs, Weimaraners have a strong prey drive. If not trained or kept under control, they'll chase and kill anything that resembles prey, including cats and small dogs, mice, frogs, birds, and more. They will then proudly present you with their trophies. They'll also chase joggers and bicyclists.Despite their hunting instincts, Weimaraners are house dogs (like most dogs). They're temperamentally unsuited to living in a kennel or being kept in the backyard with little human interaction.Weims are independent thinkers and will constantly test your boundaries. If you haven't owned a Weimaraner before, you'll do well to attend puppy kindergarten followed by obedience class. Training should be gentle and firm, however, because harsh treatment will make him resentful.Once he's trained, the Weimaraner is a versatile dog who can be an up-close-and-personal hunting companion, compete in agility, and be a fine family friend."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "The Weimaraner dates to the early 19th century, when he was developed at the Weimar court in what is now Germany. The noblemen there loved hunting and they wanted a dog with courage, intelligence, good scenting ability, speed, and stamina. This dog would stick close to them as they walked in search of game and would be a close companion in the evening by the fireside.How they achieved their dream dog, first known as the Weimar Pointer, is unknown, but it's believed that the breeds used to create the Weimaraner included the Bloodhound, the English Pointer, the German Shorthaired Pointer, the blue Great Dane, and the silver-gray Huehnerhund, or chicken dog. As the decades passed, Germany's forests shrank and big game became scarce. The Weimaraner's handlers turned the breed's talents to hunt birds, rabbits and foxes.In 1897, an exclusive club was stared in Germany to maintain the breed and ensure that responsible breeders would oversee its development. No one was allowed to buy a Weimaraner unless they joined the club. Strict guidelines were imposed upon the breeding of Weimaraners.In 1929, Howard Knight, an American sportsman, was allowed to join the German club and bring two Weimaraner dogs to the U.S. The Germans were so protective of their \"Gray Ghosts\" that although Knight promised he would protect the purity of the breed, the club sent him two desexed dogs.Knight was not deterred, however. He kept working to get some foundation dogs that he could breed in the U.S. Finally, in 1938, he acquired three females and a male puppy. The females included two littermates, Adda and Dorle v. Schwarzen Kamp, and a year-old female named Aura v. Gailberg. The male puppy was named Mars aus der Wulfsreide.Other breeders joined Knight in his quest to breed Weimaraners in the U.S. and in 1942, the Weimaraner Club of American was formed. The American Kennel Club recognized the breed at the end of 1942. The breed made its formal show debut at the Westminster Kennel Club show in 1943.During World War II, it became difficult for German breeders to keep their dogs, so many outstanding Weimaraners were sent to the U.S.At the end of World War II, many American servicemen brought Weimaraners home with them, and they quickly grew in popularity, especially when President Dwight D. Eisenhower brought his Weimaraner, Heidi, to the White House. By the mid- to late 1950s, Weimaraners were the 12th most popular breed registered by the AKC. Unfortunately, as often happens, this led to a lot of irresponsible breeding. As the quality of the breed dropped and temperament problems became common, the Weimaraner's popularity fell.By the late 1960s, the number of Weim registrations fell to nearly half of what they had been in 1957. Registrations kept decreasing throughout the 1970s and 1980s. This allowed breeders who were dedicated to the breed (not just breeding puppies to sell) an opportunity to improve the health, temperament and conformation of the Weimaraner breed. Registrations began to climb in the 1990s, and today the Weimaraner is once again of the most popular breeds in America. He ranks 30th among the 155 breeds and varieties registered by the AKC."}, {"title": "Size", "desc": "Male Weimaraners stand 25 to 27 inches at the shoulder and weigh 70 to 85 pounds. Females are between 23 and 25 inches tall and weigh 55 to 70 pounds."}, {"title": "Personality", "desc": "Early tales about the Weimaraner made it seem as if the dog came fully trained and was perfect in all respects. Even today, many people still hold this belief about the breed. Unfortunately for them, there's no such thing as a dog that comes programmed with good behavior.The typical Weimaraner is friendly, fearless, alert, and obedient, all traits that make him an excellent companion and watchdog. On the flip side, he's assertive, smart, restless, and willful. This is a dog who will take over the household if you give him half a chance. He'll chew, bark, chase cats, and steal the roast off the counter — if you don't give him the socialization, training, and structure he needs throughout his life.Aggression and shyness are temperament flaws that are seen in this breed. They must be dealt with early and may require the assistance of a behaviorist or experienced trainer to avoid serious behavior problems such as biting.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Weimaraners need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. For the Weim, however, socialization should continue throughout his life. Socialization helps ensure that your Weimaraner puppy grows up to be a well-rounded, outgoing, friendly dog and stays that way. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills."}, {"title": "Health", "desc": "Weimaraners are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Weims will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Weims, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "The first thing to know about the Weimaraner is that he's a housedog. He's not meant for kennel or backyard life, and he's also not suited to apartment living. This highly active dog needs a large, securely fenced yard where he can run, and an active family who can provide him with the exercise and mental stimulation he needs.A sense of humor helps as well, especially when you see how your Weim has relandscaped your yard in his efforts to rid it of mice, moles, and bugs. He'll be proud of himself for his good efforts, so don't forget to praise him as you calculate in your head how much time, money, and effort it will require to put the yard back the way you like it. You might want to supervise him more closely and provide him with additional exercise.Weimaraners need a couple of hours of exercise daily if you want to prevent recreational barking, chewing and digging. Play fetch and other running games, take him jogging or hiking, teach him to run alongside your bicycle, or get him involved in a dog sport such as agility or flyball. And, of course, you can always take him hunting.Be sure your yard is escape-proof. Weims are Houdinis when it comes to confinement, and they're very good at learning how to open doors and gates and jump over or dig under fences. That's another reason why it's best to have them as housedogs.In the house, a mature, well-trained Weimaraner will be your shadow, from bedroom to bathroom to kitchen to den. A Weimaraner puppy is a challenge and requires careful supervision. He can be a destructive chewer and difficult to housetrain. Crate training is a good idea.Weimaraners of any age with separation anxiety, which is not unusual in this breed, can become destructive and may \"dig\" in your carpet or sofa in an attempt to create a secure nest.It's certainly not a behavior problem, but be aware that Weimaraners have loose lips. Nope, they won't sink ships, but they will splash water everywhere when they drink. Keep hand towels handy to wipe their mouths and clean up spills.Weimaraners are highly intelligent, but they're also independent thinkers. That combination can make them a challenge when it comes to training. Be consistent and firm, but gentle. The Weimaraner is sensitive and doesn't respond well to anger, but you must be able to say \"No\" and mean it. Keep training sessions short and interesting, and always end them when he's done something right so you can praise him for a job well done. Last but not least, hold tight to your sense of humor. Your Weimaraner may or may not do as you ask, depending on any number of factors, but he'll always disobey with style.Among the talents your Weimaraner may acquire are getting ice from the dispenser in the door of your refrigerator, turning on faucets, and opening gates and doors — including refrigerator doors. It's a cinch to teach him tricks and you may want to do so, simply to keep him occupied and out of trouble."}, {"title": "Feeding", "desc": "Recommended daily amount: 2.5 to 3.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Weimaraner svelte by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Weim, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Weimaraner's coat is short, smooth, sleek, and solid-colored, ranging from mouse-gray to silver-gray, usually with lighter shades on the head and ears. A distinctly long coat is a disqualification according to the American Kennel Club breed standard — a written description of how a breed looks — but in European countries a longhaired variety is recognized. Longhaired Weimaraners have a silky coat and feathering on their tails and legs, but they are rarely seen in this country.A Weim's nose is dark gray. Inside the flaps of the ears and on the lips, where the coat is thin or nonexistent, the skin is pink, not white or black.A Weimaraner is one of the easiest breeds to groom. Even when he has been running through mud, the dirt just seems to fall off him. Weekly brushing with a bristle brush should keep his coat and skin healthy. Weimaraners shed, but brushing will help keep loose hair off your clothes and furniture. To make his silvery coat shine, wipe him down with a chamois. Bathe when needed. He takes great pleasure in rolling in anything stinky, so this may be more often than would normally be necessary.All breeds with pendant, or hanging, ears tend to have issues with ear infections. Check your Weimaraner's ears weekly and wipe them out with a cotton ball moistened with a cleanser recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Weimaraner may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Weimaraner's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Weimaraner enthusiastically jumps up to greet you.Begin accustoming your Weimaraner to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "For an active older child who's familiar with dogs, a Weimaraner can be a great companion. They're far too rambunctious for toddlers, however, and may chase small children who are running.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Weimaraners are not the best choice for families with cats, small dogs, rabbits, hamsters, gerbils, or birds. Weimaraners have a strong prey drive and it's difficult, if not impossible, to redirect that instinct. They will go after and kill, if possible, any small or large furry animals they see."}, {"title": "Rescue Groups", "desc": "Weimaraners are often purchased without any clear understanding of what goes into owning one. There are many Weimaraners in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Weimaraner rescue."}]}
]