[
{"breed": "Welsh Springer Spaniel", "intro": "The Welsh Springer Spaniel ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23000_welsh-springer-spaniel-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-4", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-4", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-4", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-4", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-4", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-5", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-4", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-3", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-3", "char": [{"title": "Amount Of Shedding", "star": "star star-3", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-4", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-4", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-5", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-3", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-5", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-4", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Sporting Dogs"}, {"title": "Height:", "desc": "1 foot, 5 inches to 1 foot, 7 inches tall at the shoulder"}, {"title": "Weight:", "desc": "35 to 55 pounds"}, {"title": "Life Span:", "desc": "10 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "The Welsh Springer Spaniel (Welsh Springer or Welshie for short) takes his name from the way he \"springs\" at game to flush it for the hunter. He has been a favorite with sportsmen for more than 200 years. These lively, beautiful dogs excel in the field, and also are wonderful companions and family pets.A medium-size dog with a compact body, the Welshie's outstanding physical characteristic is a silky dark red and white coat of medium length that's dense with feathering on the ears, chest, legs and belly. He has large, hanging ears and a gentle expression. Welsh Springers are a little smaller and lighter than English Springers, and a bit taller and larger than English Cocker Spaniels.Welsh Springer Spaniels are trainable and eager to please. As a typical spaniel, they have a lot of enthusiasm. They are a little less outgoing than English Springer Spaniels and somewhat independent. They're gentle around children if they grow up with them or are exposed to them when they're young, and they're affectionate toward their families. Welshies can be reserved around strangers, and early socialization is important to prevent timidity. They are generally good with other pets in the household, even small ones, although they might see birds as prey since that's what they are bred to hunt.Because they're bred to be hunting dogs, Welshies require a lot more exercise than your average dog. They have a great deal of stamina and energy and can work for hours in all kinds of weather and terrain. That hunting instinct is strong, so keep them on leash in unfenced unless you want to see them take off in pursuit of a bird or bunny. Their enthusiasm for hunting is so great that they have a tendency to wander from the hunt field. Training a Welshie from a young age to come when called is a must.The Welshie's athletic skills aren't limited to hunting. Many people who have one participate in such activities as obedience, agility, flyball, and tracking.Because Welshies have such happy natures, they make great companions and family dogs. Their only aim in life — besides going after birds — is to be near their people and to please them in any way possible."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Spaniels are thought to have originated in Spain (hence their name) many centuries ago and eventually spread to other parts of the world. Welsh Springers, English Cockers, English Springer Spaniels, and other spaniels of British origin all share a similar early history. At first, all spaniels were called Cockers or Cocking Spaniels. They were named for the function they performed, not their type. Early breeders often interbred different types of dogs. Later, they began to divide spaniels into Water Spaniels and Land Spaniels. Welsh Springer Spaniel types were considered Land Spaniels. Many early writings mention a Welsh Cocker that many believe was the forerunner of today's Welsh Springer Spaniel. Tapestries created during the Renaissance depict a Land Spaniel that looks very similar to the Welsh Springer Spaniel.Welsh Springer Spaniels became a favorite hunting dog of nobility during the 1700s, but in the 1800s, they were replaced by English Springers and other spaniels. Eventually, the breed was revitalized during the Victorian period in England. At early dog shows in the 1800s, Welsh Springer Spaniels competed in the same class as English Springers, with the only difference being color.The Welsh Springer Spaniel was recognized by Britain's Kennel Club as a separate variety from the English Springer Spaniel in 1902. Originally, the breed was called the Welsh Spaniel or the Welsh Cocker. When designating it as a separate breed, the Kennel Gazette called it a Welsh Springer, which some feel might have caused some confusion with the English Springer Spaniel. Purists of the breed stress that Welsh Springers have no more connection with today's English Springer than any other variety of spaniel and are, indeed, their own separate breed.Several South Wales gentry raised Welsh Springers for years. One notable breeder in the early 1900s was A.T. Williams, of Ynys-y-Gerwn, Neath. He was passionate about the working abilities of the breed and lobbied for the preservation of its character and type. His grandfather had also had Welsh Springers in the late 1800s. Williams' had a dog named Corrin, which was born in 1893. Corrin was the first Welsh Springer Spaniel to be photographed, and was a key stud dog of the breed, as well as a successful show and working dog.Welsh Springer Spaniels were imported to America in the late 1800s and quickly gained popularity. The American Kennel Club (AKC) recognized the breed in 1906.In the first 20 years of the 1900s, although they never were to become a very common breed, popularity of Welsh Springer Spaniels grew both in the U.S. and England. One of the leading exhibitors and breeders in England was Mrs. H.D. Greene of Craven Arms, Shropshire. Her Longmynd bitches were immortalized in a painting by Maud Earl, an artist who was known primarily for her paintings of dogs and other animals. Mrs. Green was the Secretary of the first Welsh Spaniel Club in England, and unfortunately lost her kennel during World War I.In the U.S., August A Busch of Anheuser-Busch beer brewing fame, imported some dogs from R Hughes of Swansea, as well as two females named Longmynd Twig and L May Queen.World War I and World War II took its toll on dog breeding in the U.S. as elsewhere in the world. Between the years 1926 and 1948, no Welsh Springer Spaniels were registered by the AKC, and it was believed that there were no longer any in the U.S. After World War II, dogs were imported from England to revive the breed, and in 1961, the Welsh Springer parent club was formed.In England, the breed fared only a little better. After World War I, a new breed club was formed for Welsh Springers by Lt. Col. John Downes-Powell. The club was formed in 1923, and Lt. Col. Downes-Powell served as its Honorable Secretary until 1947.During the time between World War I and World War II, some outstanding Welsh Springers were produced in England, including Ch. Shot O'r Baili, and Ch. Marksman O'Mathern. One of the most influential dams was Goitre Lass, owned by Mr D Lewis of Talybont-on Usk. She had 9 litters between 1926 and 1932. Six of those litters were the result of being bred to Ch. Merglam Bang and produced five full Champions, three other CC winners and several other award winners.In 1939, an English dog exhibitor named Harold Newman was entrusted with ensuring the breed's survival during World War II. His dogs and his personality as a breeder, exhibitor, and judge are cited as major factors that helped Welsh Springer Spaniels stage a comeback in England in 1945. His stud named Dewi Sant sired eight show and full Champions. Newman gave a start to Miss D.H. Ellis (Downland) among others. Miss Ellis re-established the breed in the U.S. in 1950, and began Anne West's Linkhill kennel.The Welsh Springer Spaniel Club of America was founded in 1961 with 21 members. Today, their membership is more than 400 with members from the U.S., Canada, U.K, Finland, and Holland. Several of the founding members are still with the club.The Club held its first AKC Sanctioned Match for Welsh Springers in 1964 at the Randhaven Kennels. Always dedicated to preserving the working characteristics of the Welsh Springer Spaniel, the parent club holds many activities including sanctioned matches, hunt tests, obedience trials, and agility and tracking events."}, {"title": "Size", "desc": "The average height at the shoulder for male Welsh Springer Spaniels is 18 to 19 inches, and they typically weigh 40 to 55 pounds. Females are usually 17 to 18 inches tall and weigh 35 to 50 pounds."}, {"title": "Personality", "desc": "Welsh Springer Spaniels are trainable and eager to please. As a typical spaniel, they have a lot of enthusiasm and can sometimes be impulsive or headstrong. They are a little less outgoing than English Springer Spaniels and somewhat independent. Welshies can be reserved around strangers, and early socialization — exposure to many different people, sights, sounds and experiences — is important to prevent timidity.They'll bark to let you know when people are approaching — happily for friends and more loudly or sharply for strangers. When they're not outdoors, expect them to spend a lot of time looking out the window to keep an eye on everything that's going on."}, {"title": "Health", "desc": "Welsh Springers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Welshies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Welshies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Welsh Springer Spaniels can be kept outside, with adequate shelter from the heat and cold, but they are such wonderful family companions, why wouldn't you want them in your house, sleeping at your feet in the evening? Welsh Springer Spaniels are fairly active indoors and can live comfortably in city apartments (with proper exercise, of course) or in the country. They do best with at least an average-size yard in which to run. Wherever they live, they are energetic dogs that need a lot of exercise to keep them from becoming fat, bored, and lazy.Keep training sessions short and positive. That's more suited to their personality and attention span than boring repetition. Train them with understanding and patience, and you'll be well rewarded."}, {"title": "Feeding", "desc": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.You can determine whether your Welshie is overweight by using the hands-on test. Place your hands on him, thumbs along the spine and fingers going down the sides. You should be able to feel his ribs beneath a layer of muscle. If you can see the ribs, he's too thin. If they're undetectable beneath rolls of fat, he needs to go on a diet.For more on feeding your Welshie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "Welsh Springer Spaniels have a naturally straight, flat, soft coat that is never wiry or wavy. It's dense enough to serve as protection from wet, cold weather and rough country. They have some moderate feathering on the backs of the forelegs, the hind legs above the hocks, the chest, and the belly. The ears and tail are also lightly feathered.The coat is a dark, rich red and white. The white area may be flecked with red ticking.Welsh Springer Spaniels are fairly easy to groom. Brush them regularly to keep them looking their best and to prevent mats, which are especially common when they're shedding. Because their ears hang down, you need to check your Welshie's ears and clean them at least once a week to prevent ear infections. Bathe them only when necessary."}, {"title": "Children And Other Pets", "desc": "Welsh Springers are gentle around children if they grow up with them or are exposed to them when they're young. If they're raised with them from puppyhood, they are generally good with other pets in the household, even small ones, although they might see birds as prey since that's what they are bred to hunt."}, {"title": "Rescue Groups", "desc": "Welsh Springers are often purchased without any clear understanding of what goes into owning one. There are many Welshies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Welshie rescue."}]}
]