[
{"breed": "Xoloitzcuintli", "intro": "The Xoloitzcuintli ", "display_img": "https://cdn2-www.dogtime.com/assets/uploads/2012/02/file_23296_Xoloitzcuintli-dog-breed-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-1", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-1", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-3", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-3", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-5", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-3", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-2", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-1", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-4", "char": [{"title": "Amount Of Shedding", "star": "star star-5", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-5", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-5", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-3", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-3", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-4", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-5", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-3", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-5", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-5", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-5", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-3", "char": [{"title": "Energy Level", "star": "star star-3", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-3", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-3", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-3", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "1 foot, 6 inches to 1 foot, 11 inches tall at the shoulder"}, {"title": "Weight:", "desc": "10 to 50 pounds"}, {"title": "Life Span:", "desc": "14 to 20 years"}], "details": [{"title": "More About This Breed", "desc": "Say their name like this: \"show-low-eats-queent-lee.\" Or just shorten the name to \"show-low.\" Whatever you call them, you’re sure to be intrigued by their unusual looks and restful-but-attentive personality.At first glance--and sometimes second and third glance--the Xolo may not have an attractive appearance for everyone. A wrinkled brow, squinty eyes, satellite-dish ears, a mohawk bisecting the top of the head, and a ratlike tail, not to mention the mostly hairless body, make the Xolo a dog that doesn't quite have the universal appeal of a Golden Retriever. Well, except for the people who prize the very differences that make these pooches stand out from other dogs.Take a closer look, however, and you will see a lean, sturdy, well-muscled dog, with a body that is slightly longer than it is tall. A wedge-shaped skull gradually tapers to the muzzle. The expression is that of a smart and lively dog whose brow wrinkles when their attention is focused on something. Almond-shaped eyes range in color from yellow to black. The big ears, carried erect, have an elegantly thin and delicate texture. Puppies may have a wrinkly body, but as they grow into their skin the body smooths out. The feet are webbed, and the tail is long and fine.The Xolo has advantages that might be obscured by their unusual looks. They comes in three sizes--small, medium and large--and they have a calm personality and moderate exercise needs. This is a dog that won't run you off your feet. The fact remains, however, that the Xolo is a primitive breed with the drive to chase other animals, including the neighbor's cat, and an assertive and protective nature. In other words, they can be predatory, stubborn, and inclined to bite first, ask questions later if they think their human is in danger.You might think that the Xolo's bald body makes them hypoallergenic, but hairlessness alone doesn't mean they won't make you sniffle and sneeze. They might be less likely to affect people with allergies, but they still produce dander, saliva, and urine, all of which carry allergens. Be sure you meet several Xolos before you adopt to make sure you don't react to them.The Xolo is not an easy dog to rehome if you decide they're not the right fit for you. Not everyone wants a dog with such unusual looks. But if you like the idea of having a living hotwater bottle with a reputation for a healing touch and the wherewithal to drive away evil spirits, the Xolo might be your dog."}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "Unlike dogs who were created by crossing or mixing two or more breeds, the Xolo is considered to be a natural breed, probably the result of a spontaneous genetic mutation. For centuries, the breed was molded by natural selection, not by human manipulation.Archaeological evidence suggests that the ancestors of the Xolo were dogs that accompanied migratory peoples across the Bering landmass--now submerged--from Asia to the New World. The dog we now know as the Xoloitzcuintli takes their name from the Aztec deity Xolotl, the god of fire and the escort of the dead to the underworld, and “itzcuintli,” the Aztec word for dog. These dogs of Xolotl were said to have healing powers, especially effective in cases of asthma, rheumatism and insomnia. In life, they frightened away evil spirits and intruders, and they were believed to serve as guides for the dead as they made their way from this world to the next. Unfortunately, that guide job usually involved being sacrificed to accompany the dead. Even less fortunately, Xolos were also considered good eats.Nonetheless, they thrived and went through periods of popularity, beginning in 1887, the first time the breed was recognized by the American Kennel Club, which at the time referred to them as the Mexican Hairless. A Mexican dog named Mee Too was the first Xolo registered with the AKC. After that first flush of interest, little was heard from the breed, except for a brief time in the spotlight in 1940, when a dog named Chinito Jr. became the first and only Xolo to earn an AKC championship. Pet stores could barely keep the dogs in stock. Mexican artists Diego Rivera and Frida Kahlo portrayed them in artwork. Fashion is fickle, though, and the Xolo again dropped from view, so much so that the AKC deregistered it in 1959.The breed might have disappeared altogether, but fans have brought it back from the brink of extinction. Today it is considered a national treasure in Mexico and was named dog of the year there in 2010. Approximately 30,000 are known to exist worldwide. The American Kennel Club brought the breed back into the fold in 2011. The Xolo currently resides at the intersection of rarity and popularity."}, {"title": "Size", "desc": "Xolos come in three sizes: Toy (at least 10 through 14 inches tall at the shoulder), Miniature (more than 14 through 18 inches tall) or Standard size (more than 18 through 23 inches tall). Their weight ranges from 10 to 50 pounds."}, {"title": "Personality", "desc": "The adult Xolo is a calm dog who is aloof toward strangers but attentive toward their family. They usually choose one person as their favorite but don't stint on affection toward other family members. A daily walk or an energetic playtime in a fenced yard satisfies their exercise needs. The rest of the time, they'll enjoy lying in the sun or snuggling with you in an effort to stay warm. Take them with you whenever you can; they're not fond of being left home alone.Xolos are excellent watchdogs and will alert you to anything that seems of concern. They are not nuisance barkers, however, so if they sound off, it's a good idea to see what has disturbed them. Xolos are wary of strangers and are not the type of dog to make friends easily with people outside their family. They are also territorial toward other animals that come onto their property. Xolos that have not been well socialized may be aggressive toward people or dogs they don't know.Bring up a Xolo with consistency and structure. Train using gentle positive reinforcement techniques, and this smart and sensitive dog will quickly learn what you like and don’t like. Once they knows that, a stern glance is generally all that's needed to correct any misbehavior. An inexperienced dog owner can be easily manipulated by this breed, however, so a Xolo may not be the best choice for a first-timer.The Xolo is also highly athletic. Scaling a six-foot fence is nothing to an adult Xolo, and even puppies can scramble over three-foot fences. Be sure that your yard is escape-proof.Puppies are highly active and can be destructive if they aren’t kept busy with play and training. As they mature, they start to become the mellow dogs that typify the breed.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them.Like every dog, Xoloitzcuintli need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Xoloitzcuintli puppy grows up to be a well-rounded dog. Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills."}, {"title": "Health", "desc": "The Xoloitzcuintli appears to be a healthy breed, though as with all dogs, you should make sure they're vaccinated and dewormed before you take them home.Although the Xolo is not known to be prone to any serious genetic diseases, they have some traits that can affect their appearance and how you care for him. The first, of course, is hairlessness. A Xolo needs protection from the sun and from extremely cold weather. Apply sunscreen formulated for dogs all over their body, especially if they're light-colored, and don’t leave them outdoors for long periods unless they have a shady place where they can retreat from the sun's rays. In snowy or bitter cold weather, they'll appreciate a sweater or coat to keep them warm. Indoors, let the Xolo go naked so they don't overheat or develop skin problems from having their pores covered up. The good news is that their tough skin heals quickly if they get a cut or abrasion.Another interesting facet to the Xolo is that hairlessness and dentition are genetically linked. Many adult hairless Xolos are missing their premolars, the bicuspids located between the canines and the molars. This does not affect their ability to eat and is not faulted in the show ring. Coated Xolos have full dentition."}, {"title": "Care", "desc": "Trim the Xolo's fast-growing nails weekly. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Xoloitzcuintli to nail trimming the less stressful the experience is for both of you.Brush the teeth at least two or three times a week--daily is better--to remove tartar and bacteria. Start when your puppy is young so they'll be used to it.Keep up with yearly vet visits for checkups to maintain good health.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Feeding", "desc": "Recommended daily amount: Depending on a Xolo's size, they should eat 5/8 to 1.75 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's easy to overfeed a Xoloitzcuintli, but obesity can stress their joints, so they shouldn't be allowed to grow overweight. Keep your adult Xoloitzcuintli in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give them the hands-on test. Place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.For more on feeding your Xoloitzcuintli, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The hairless Xolo has smooth but tough skin that fits closely to their body. What little hair they have adorns the top of the head, the feet and the last third of the tail, up to the tip. A coated Xolo is completely covered with short, smooth, close-fitting hair. In both varieties, the hair may be any color. Typically, it is black, gray-black, slate, red, liver or bronze. Some Xolos have white spots and markings.You might think that a hairless dog needs little to no grooming, but think again. It's true that Xolos often clean themselves like cats and are unlikely to get fleas, but because they sweat through their skin and paw pads, it's important to keep those areas clean. Wash the feet weekly to make sure the sebaceous glands remain unclogged.Bathe the dog every couple of weeks with a gentle dog shampoo. It is usually not necessary to apply oils or lotions to the skin. Wipe off any sunscreen after the dog has been outside."}, {"title": "Children And Other Pets", "desc": "The family-oriented Xolo can be good with children, especially if they're brought up with them. They're not a big fan of having their ears or tail pulled, however, so supervise any interactions with very young children. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Xoloitzcuintli can get along well with other dogs and cats if they grow up with them, too. They may be less sociable toward stranger dogs, however, and their high prey drive inclines them to chase cats and other furry animals they see outdoors."}, {"title": "Rescue Groups", "desc": "Xoloitzcuintlis are sometimes purchased without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Xoloitzcuintlis end up in rescue because their owners have divorced or died. Adopting an adult Xoloitzcuintli has many benefits. Adult dogs are often already housetrained and have some obedience training, and they've already gone through the destructive puppy stage."}]}
]