[
{"breed": "Yorkshire Terrier", "intro": "Small in size but big in personality, the Yorkshire Terrier makes a feisty but loving companion. The most popular toy ", "display_img": "https://cdn3-www.dogtime.com/assets/uploads/2011/01/file_23132_yorkshire-terrier-460x290.jpg", "breed_characteristics": {"list": [{"title": " Adaptability", "star": "star star-3", "char": [{"title": "Adapts Well to Apartment Living", "star": "star star-5", "desc": "Contrary to popular belief, small size doesn't necessarily an apartment dog make — plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents, are all good qualities in an apartment dog."}, {"title": "Good For Novice Owners", "star": "star star-4", "desc": "Some dogs are simply easier than others: they take to training better and are fairly easygoing. They're also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time owner to manage. You'll get your best match if you take your dog-owning experience into account as you choose your new pooch."}, {"title": "Sensitivity Level", "star": "star star-5", "desc": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called \"easygoing,\" \"tolerant,\" \"resilient,\" and even \"thick-skinned,\" can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog."}, {"title": "Tolerates Being Alone", "star": "star star-2", "desc": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive, barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work."}, {"title": "Tolerates Cold Weather", "star": "star star-2", "desc": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks."}, {"title": "Tolerates Hot Weather", "star": "star star-2", "desc": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can't pant as well to cool themselves off. If you want a heat-sensitive breed, the dog will need to stay indoors with you on warm or humid days, and you'll need to be extra cautious about exercising your dog in the heat."}]}, {"title": " All Around Friendliness", "star": "star star-3", "char": [{"title": "Affectionate with Family", "star": "star star-4", "desc": "Some breeds are independent and aloof, even if they've been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn't the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily."}, {"title": "Incredibly Kid Friendly Dogs", "star": "star star-2", "desc": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who's on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (aka pit bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren't so family-friendly."}, {"title": "Dog Friendly", "star": "star star-3", "desc": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs even if they're love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn't the only factor; dogs who lived with their littermates and mother until at least 6 to 8 weeks of age, and who spent lots of time playing with other dogs during puppyhood, are more likely to have "}, {"title": "Friendly Toward Strangers", "star": "star star-2", "desc": "Stranger-friendly dogs will greet guests with a wagging tail and a nuzzle; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was "}]}, {"title": " Health Grooming", "star": "star star-2", "char": [{"title": "Amount Of Shedding", "star": "star star-2", "desc": "If you're going to share your home with a dog, you'll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds: Some dogs shed year-round, some \"blow\" seasonally -- produce a snowstorm of loose hair -- some do both, and some shed hardly at all. If you're a neatnik you'll need to either pick a low-shedding breed, or relax your standards."}, {"title": "Drooling Potential", "star": "star star-1", "desc": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you've got a laid-back attitude toward slobber, fine; but if you're a neatnik, you may want to choose a dog who rates low in the drool department."}, {"title": "Easy To Groom", "star": "star star-1", "desc": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog that needs a lot of grooming, or the money to pay someone else to do it."}, {"title": "General Health", "star": "star star-4", "desc": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn't mean that every dog of that breed will develop those diseases; it just means that they're at an increased risk. If you're buying a puppy, it's a good idea to find out which genetic illnesses are common to the breed you're interested in, so you can "}, {"title": "Potential For Weight Gain", "star": "star star-2", "desc": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that's prone to packing on pounds, you'll need to limit treats, make sure he gets enough exercise, and measure out his daily kibble in regular meals rather than leaving food out all the time."}, {"title": "Size", "star": "star star-1", "desc": "Dogs come in all sizes, from the world's smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if he is compatible with you and your living space. Large dog breeds might seem overpowering and intimidating but some of them are incredibly sweet! Take a look and find the right large dog for you!"}]}, {"title": " Trainability", "star": "star star-3", "char": [{"title": "Easy To Train", "star": "star star-3", "desc": "Easy to train dogs are more adept at forming an association between a prompt (such as the word \"sit\"), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a \"What's in it for me?\" attitude, in which case you'll need to use rewards and games to teach them to want to comply with your requests."}, {"title": "Intelligence", "star": "star star-3", "desc": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don't get the mental stimulation they need, they'll make their own work -- usually with projects you won't like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue."}, {"title": "Potential For Mouthiness", "star": "star star-2", "desc": "Common in most breeds during puppyhood and in retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn't puncture the skin). Mouthy dogs are more likely to use their mouths to hold or \"herd\" their human family members, and they need training to learn that it's fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a chew toy that's been stuffed with kibble and treats."}, {"title": "Prey Drive", "star": "star star-2", "desc": "Dogs that were bred to hunt, such as terriers, have an inborn desire to chase and sometimes kill other animals. Anything whizzing by — cats, squirrels, perhaps even cars — can trigger that instinct. Dogs that like to chase need to be leashed or kept in a fenced area when outdoors, and you'll need a high, secure fence in your yard. These breeds generally aren't a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won't chase, but you'll probably have a hard time getting their attention when there are birds flying by."}, {"title": "Tendency To Bark Or Howl", "star": "star star-3", "desc": "Some breeds sound off more often than others. When choosing a breed, think about how the dog vocalizes — with barks or howls — and how often. If you're considering a hound, would you find their trademark howls musical or maddening? If you're considering a watchdog, will a city full of suspicious \"strangers\" put him on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby?"}, {"title": "Wanderlust Potential", "star": "star star-3", "desc": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they'll take off after anything that catches their interest. And many hounds simply must follow their noses, or that bunny that just ran across the path, even if it means leaving you behind."}]}, {"title": " Exercise Needs", "star": "star star-5", "char": [{"title": "Energy Level", "star": "star star-5", "desc": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they're more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you'll find a frisky, energetic dog invigorating or annoying."}, {"title": "Intensity", "star": "star star-4", "desc": "A vigorous dog may or may not be high-energy, but everything he does, he does with vigor: he strains on the leash (until you train him not to), tries to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who's elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life."}, {"title": "Exercise Needs", "star": "star star-4", "desc": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise -- especially those that were originally bred for physically demanding jobs, such as herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don't like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility."}, {"title": "Potential For Playfulness", "star": "star star-5", "desc": "Some dogs are perpetual puppies -- always begging for a game -- while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog."}]}]}, "vital_stats": [{"title": "Dog Breed Group:", "desc": "Companion Dogs"}, {"title": "Height:", "desc": "8 inches to 9 inches tall at the shoulder"}, {"title": "Weight:", "desc": "4 to 6 pounds"}, {"title": "Life Span:", "desc": "12 to 15 years"}], "details": [{"title": "More About This Breed", "desc": "The Yorkshire Terrier, nicknamed the Yorkie, seems quite full of himself, and why not? With his long silky coat and perky topknot, the Yorkshire Terrier is one of the most glamorous representatives of the dog world, sure to attract attention wherever he goes. Because he's so small he often travels in style — in special dog purses toted around by his adoring owner.The long steel-blue and tan coat may be the Yorkie's crowning glory, but it's his personality that truly endears him to his family. Oblivious to his small size (weighing in at no more than seven pounds), the Yorkshire Terrier is a big dog in a small body, always on the lookout for adventure and maybe even a bit of trouble.Yorkshire Terriers are affectionate towards their people as one would expect from a companion dog, but true to their terrier heritage, they're sometimes suspicious of strangers, and will bark at strange sounds and intruders. In consideration of your neighbors, it's important to tone down their yappiness and teach them when and when not to bark.They also can be aggressive toward strange dogs, and no squirrel is safe from them.Despite their bravado, Yorkshire Terriers have a soft side too. They need lots of attention and time with their family. Long hours of being left alone is not for them. It's not a good idea to over-protect your Yorkie, however; they'll pick up on your feelings very quickly, and if your actions say the world's a dangerous place for them, they can become neurotic.Because of their size, Yorkshire Terriers do better with older children who've been taught to respect them than with toddlers and small children. They can become snappish if they're startled or teased.As long as they get some exercise every day — perhaps a good play session in the living room or a nice walk around the block — Yorkies make fine apartment dogs.No matter what home they live in, they'll get along with other resident dogs and cats — so long as they were raised with them. Yorkies may become possessive of their owners if a new pet is brought into the house. Being terriers, they may want to challenge the \"intruder,\" and if a fight breaks out, the terrier spirit is to fight to the death. Take a lot of care when you're introducing a Yorkie to a new animal.A glamorous coat, small size, spunky personality, and undying loyalty to his people. Is it any wonder that Yorkshire Terriers are the second most popular dog breed in the U.S. today?"}, {"title": "Highlights", "desc": ""}, {"title": "History", "desc": "During the Industrial Revolution in England, Scottish workers came to Yorkshire to work in the coal mines, textile mills, and factories, bringing with them a dog known as a Clydesdale Terrier or Paisley Terrier. These dogs were much larger than the Yorkshire Terrier we know today, and it's thought that they were used primarily to catch rats in the mills.The Clydesdale Terriers were probably crossed with other types of terrier, perhaps the English Black and Tan Toy Terrier and the Skye Terrier. The Waterside Terrier may also have contributed to the development of the Yorkshire Terrier. This was a small dog with a long blue-gray coat.In 1861, a Yorkshire Terrier was shown in a bench show as a \"broken-haired Scotch Terrier.\" A dog named Huddersfield Ben, born in 1865, became a popular show dog and is considered to be the father of the modern Yorkshire Terrier. The breed acquired that name in 1870 because that's where most of its development had taken place.Yorkshire Terriers were first registered in the British Kennel Club stud book in 1874. The first Yorkshire Terrier breed club in England was formed in 1898.The earliest record of a Yorkshire Terrier being born in the U.S. was in 1872. Yorkshire Terriers were able to compete in dog shows as early as 1878. In those early shows, Yorkshire Terriers classes were divided by weight — under 5 pounds and 5 pounds and over. Eventually, exhibitors settled on one class with an average of between 3 and 7 pounds."}, {"title": "Size", "desc": "Yorkshire Terriers should be 8 to 9 inches at the shoulder and weigh no more than seven pounds, with four to six pounds being preferred.Yorkies are inconsistent in size. It's not unusual for a single litter to contain one Yorkie weighing less than four pounds, one who weighs five or six pounds, and one who grows to be 12 to 15 pounds.Beware of breeders who offer \"tea cup\" Yorkshire Terriers. Dogs who are smaller than the standard are prone to genetic disorders and are at a higher health risk in general."}, {"title": "Personality", "desc": "Smart and self-assured, the Yorkshire Terrier is a combination of endearingly small size and adventurous terrier spirit. The breed displays a range of personalities. Some are cuddly and perky, wanting nothing more than to follow in their people's footsteps throughout the day. Others are mischievous, outgoing, and into everything.Set limits, and your Yorkie will be a wonderful companion, but if you spoil him, watch out! Start training when they're puppies, and you'll have much better luck than if you let them have their way and then try to correct bad habits.Like all dogs, Yorkies needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Yorkie will be a friendly, well-rounded dog."}, {"title": "Health", "desc": "Yorkies are generally healthy, but like all breeds, they're prone to certain health conditions.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Yorkies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org)."}, {"title": "Care", "desc": "Yorkshire Terriers enjoy taking a walk with you or playing outside, but since they're very active while indoors, it doesn't take a lot of effort to keep them well exercised.In general, Yorkies are receptive to training, especially if it brings them attention for performing cute tricks or performing in agility or obedience trials. They can be difficult to housetrain, however, because their \"accidents\" are so small and easy to clean up that people let it slide. That's a mistake. It's better to show them where to go from the beginning and reward them for doing their business in the right place. When you make the effort, you can end up with a very well trained Yorkie indeed.They definitely are housedogs and don't tolerate extreme heat or cold well. Many people paper train their Yorkshire Terriers so they don't have to take them outdoors when the weather is too hot or cold.Yorkies love squeaky toys, but it's important to check the toy every few days to make sure they haven't chewed them open and pulled out the squeaker. They especially enjoy fetching toys that you throw for them. If you're crafty, consider crocheting a ball for your Yorkie — larger than a golf ball but smaller than a tennis ball — and stuffing it with used panty hose. He'll love it!"}, {"title": "Feeding", "desc": "Recommended daily amount: 1/2 to 3/4 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Take care that your Yorkie doesn't get fat. Roly-poly is not a good look for this elegant breed. Keep your Yorkie in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Yorkshire Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog."}, {"title": "Coat Color And Grooming", "desc": "The Yorkshire Terrier's coat is long, silky, and perfectly straight without any hint of a wave. Show dogs have hair that reaches the floor. They have a single coat and shed very little.Puppies are born black, with the blue and tan coat developing gradually, usually after they're a year old. Puppies that start to lighten before they're a year old often turn gray rather than blue.From the back of the head to the tip of the tail, the hair is a dark steel-blue — sometimes described as the blue of a rifle barrel — with a bluish sheen when seen in the sunlight. The head is bright gold, not reddish, with tan hairs that are darker at the roots than at the ends. The headfall (the hair that falls over the face) is long with the same golden hue as the face.The hair is slightly darker at the base of the ears and on the muzzle. The tan on the head doesn't extend past the ears, and no black hairs are mixed in with the tan. Yorkshire Terriers have tan legs as well, but the tan color doesn't extend above the elbow.An interesting fact is that Yorkies tend to become lighter with age. Hormonal changes can also affect color. Females in heat go lighter, and then darken again after their season is over.Grooming a long-haired Yorkshire Terrier is not for the faint of heart, especially if he has a \"soft\" coat that tangles easily instead of a silky one! Even if you keep his coat trimmed short, gently brush your Yorkie's coat every day to help prevent mats and keep him clean.Small breeds are prone to dental problems, and Yorkies are no exception. Yorkshire Terriers tend to form a lot of tartar on their teeth and can lose their teeth at a young age, so brush their teeth regularly and schedule a professional cleaning by your vet at least once a year.As part of the grooming process, check your Yorkie's ears regularly. Look inside them and give them a good sniff. If they appear to be infected (have an offensive odor, redness, or a brown discharge), ask your vet to check them. If there's hair in the ear canal, pluck it out with your fingers or ask your vet or groomer to do it for you.Bathe your Yorkie weekly to keep his coat beautiful and shiny. There's no need to rub the coat to wash it. After wetting the coat and applying the shampoo, all you need to do is run your fingers through it to lift the dirt out. Apply conditioner, then rinse thoroughly.When you're drying your Yorkie, spray the coat with a light conditioner. Give the coat a spritz with a light conditioner when you're brushing him as well. Never brush a dry or dirty coat or you'll break the hair.Trim your Yorkie's nails after each bath to prevent painful tears and other problems. If you hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.When you're grooming your Yorkie, be sure to check the anal area and trim around it with scissors if the hair's getting too long. Usually trimming about a half inch of hair around it is enough.After you've brushed your Yorkie and he's dry, collect the hair on the top of his head, starting at the outer corner of the eye, going back at an angle toward the center of head, then back down to the outer corner of the other eye. Brush this hair up and fasten it with a latex band, and then add your favorite bow.Begin accustoming your Yorkie to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early."}, {"title": "Children And Other Pets", "desc": "Because of their small size, Yorkies aren't suited to families with young children. Most breeders won't sell puppies to people whose children are younger than 5 or 6 years old. It's just too easy for children to drop them, step on them, or hold them too tightly.Yorkies can get along well with other pets, including cats, if socialized to them at an early age. They're bold in going after strange dogs, however, even those that outweigh them by a factor of ten, and protecting them from themselves becomes second nature to people with Yorkies."}, {"title": "Rescue Groups", "desc": "Yorkshire Terriers are often purchased without any clear understanding of what goes into owning one. There are many Yorkies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Yorkie rescue."}]}
]